{
  "1": {
    ".//@default-currency": {
      "EUR": 152
    },
    ".//activity-date/@type": {
      "start-actual": 152,
      "end-actual": 152
    },
    ".//activity-status/@code": {
      "": 84,
      "Améliorer la productivité et la compétitivité des produits  soja et  maïs bruts/transformés des producteurs, des entreprises ou unités agricoles  à travers l’amélioration de leur organisation, de la technique de production, de transformation et de commercialisation.": 1,
      "Objectif global du plan d'action 2012\r\n\r\nAsseoir une base socio-économique des membres de coopératives apicoles par l'intensification et la commercialisation des produits de la ruche": 1,
      "L'objectif global de 2012 est de mettre en oeuvre les stratégies d'autonomisation de Tikonna développées en 2011 à travers le potentiel existant.\r\n\r\n2 Objectifs spécifiques:\r\n1) les différentes organes de Tikonna assurent le bon fonctionnement de l'association avec comme indicateur 75% des élues jouent bien leur rôle.\r\n2) les étapes du processus de désengagement sont mises en oeuvre. Indicateur: 90% des recommandations des différentes études et missions sont mises en oeuvre.": 1,
      "1. Accroître les capacités et les ressources financières de l'association.\r\n2. Accroître la disponibilité du crédit et améliorer les capacités de gestion des crédits.\r\n3. Développer les activités génératrices de revenus.\r\n4. Assurer la dignité, l'affirmation et l'émancipation de la femme dans la zone.\r\n5. Accroître le réseau de partenariat de Mialebouni.": 1,
      "Promotion de l'entreprenariat féminin à Sikasso": 1,
      "Objectif Global : Contribuer a l’amélioration des conditions de vie des  productrices et producteurs maraîchers par le renforcement de leurs capacités de production  et la garantie  d’un prix rémunérateur\r\n\r\nObjectif stratégique N°1 : Renforcer les capacités institutionnelles et organisationnelles de la FCMN et de ses membres\r\n\r\nObjectifs stratégiques N°2 : renforcement des capacités de production \r\n\r\n\r\nObjectif stratégique N°3 : augmentation des revenus des membres.\r\n\r\nDetails à trouver dans Plan 2014.": 1,
      "L’objet de la FUCOPRI est le développement de la filière riz au Niger par sa participation à la mise en cohérence des actions de tous les partenaires de cette filière. Les objectifs du projet actuel sont:\r\n\r\n-\tfaciliter à ses membres un approvisionnement régulier en intrants agricoles et tout autre service demandé par ceux ci ;\r\n-\tassurer la protection de la production nationale et garantir l'écoulement du riz de ses membres ;\r\n-\tdéfendre sur le plan national et international les intérêts moraux, techniques, économiques et législatifs de ses membres ;\r\n-\tamener ses membres à disposer de réelles capacités d’analyse et de gestion en leur fournissant une assistance technique notamment en matière d'organisation, de fonctionnement, de comptabilité, d'études, de formation et d'éducation ;\r\n-\tentreprendre des démarches auprès des ministères et participer à des commissions ayant relation avec les activités de ses membres\r\n-\tfaciliter à ses membres l'accès aux financements des partenaires au développement\r\n-\treprésenter ses membres au niveau national et international": 1,
      "Accompagner les femmes paysannes à renforcer leurs capacités pour participer activement au plaidoyer pour une amélioration du contexte politique ; fiscal et social du déroulement de leurs activités économiques en vue de maximiser leur revenu.": 1,
      "To contribute to the revival and promotional of the pyrethrum industry of Kenya and improve the livelihood of pyrethrum farmers": 1,
      "To increase awareness on investments in Agriculture; track budget allocations by governments to agriculture and enhance knowledge and capacity to advocate for better budgetary policy in line with CAADPs proposed 10% budgetary allocation to agriculture": 1,
      "Renforcer l'autonomie financière du CSA/OCP et de ses services": 1,
      "Tusoco Viajes increases income generation among rural farmers in Bolivia": 1,
      "Brindar soporte a la implementacion de politicas cafetaleras favorables a los socios de la JNC": 1,
      "working towards a more professional organisation that can advocate on behalf of its members and improve its service provision to its members.": 1,
      "Overall goal is to make AFCU bankable and to develop a business plan\r\n\r\nTargets 2012\r\n•\t7 union board members trained on business management\r\n•\t210 board members (PCS) trained about the business idea: new semi -refinery, market strategy and their role/responsibility. \r\n•\tabout the business idea: new refinery, market strategy and their role/responsibility and about the emerging new business and content of business plan \r\n•\tmembership increase from 62 to 70 primary cooperatives\r\n•\tIncrease share capital by 15%\r\n•\t150 trainers trained\r\n•\t200  farmers trained\r\n•\t20% production performance increase\r\n•\t2.5 quintals of niger 2.5 linseed and 1 quintal sesame distributed to 133 farmers on credit\r\n•\t4 quintals produced by 53 farmers using 1/4 hectare each\r\n•\t100 quintals bought by the union  as credit return\r\n•\t10 farmers 5 locations each farmer 1/4 of a hector with four plots\r\n•\t3187 farmers of 62 PCS produce 0,5 hectare each resulting in 1594 hectares times 6 quintals is 11,158 quintals of production (1115.8 tons)\r\n•\t11,158 quintals purchased for 11,158,000 birr (1000 birr per quintal), 11,158,000 advance payment of which 2.750.000 financed by AFCU,8,408,000 on credit \r\n•\t11,158 .000 birr loan\r\n•\tBusiness plan focusing on (1) semi-refinery and in turn (2) refinery\r\n•\tInformation gathered about how to become an exporter\r\n•\tTwo (potential) new clients indentified\r\n•\t11,158 quintals sold (min. price 1.050 bir/quintal) or stored": 1,
      "Plan de negocios para maíz frito y embutidos": 1,
      "Fortalecer la capacidad institucional, productiva y comercial de ANAPROT a través de la aplicación de una estrategia de mejora productiva con la activa participación de los productores desde el manejo del suelo hasta la obtención del grano de trigo y sus derivados para abastecer a la población nacional garantizando la seguridad y soberanía alimentaria del país.": 1,
      "Farmers get access to farm inputs as a result of well functioning Mutual Aided Cooperatives and Artificial Insemination Centres in their neighbourhood.": 1,
      "Farmer led action reseach on climate adapted agriculture practices using methods tested by Dutch farmers": 1,
      "Objectifs spécifiques du plan d’action 2013: \r\n\r\n1. Augmenter la production des exploitations familiales en leur facilitant l’accès à des semences améliorées (certifiées ou/et de qualité)\r\n\r\n2. Améliorer le revenu des producteurs membres de l’AOPP dans les régions de Ségou et Koulikoro par la maîtrise de la rentabilité économique des filières agricoles\r\n\r\n3. Promouvoir l’émergence des Mutuelles de Solidarité dans les régions de Ségou et de Koulikoro": 1,
      "Planes de negocios para quinua, papa y microcréditos": 1,
      "Objectif général:\r\n1.1 Acroître les revenus monétaires des membres de la COPAO.\r\n\r\nObjectifs spécifiques:\r\n2.1 Sensibiliser et former au moins 125 producteurs volontaires à la démarche de la vente groupée et à la maîtrise des traitements post récolte conduisant à un cacao de meilleure qualité.\r\n\r\n2.2 Rendre opérationnelle la COPAO et ses sections de base.\r\n\r\n2.3 Mettre en place un système performant de vente groupée de café et cacao avec une application intégrale du prix bord champ.\r\n\r\n2.4 Former les administrateurs à l'exercice de leur responsabilité et le personnel à la mise en place d'une comptabilité fiable et transparente et dans la tenue d'une gestion transparente au sein de la COPAO et des sections de base.": 1,
      "Appui en matière de Planification, Suivi & Evaluation au sein des Organisations Paysannes": 1,
      "to develop a sound and bancable business plan": 1,
      "The goal of the action plan is to start the manufacturing of fish feed, to start the 8 month production cycle of Tilapia fish and to give additional training to farmer's and NAMA staff.": 1,
      "1. Consolidar la comercialización asociativa de los productores ecológicos en las ecoferias de Aija, Carhuaz, Huancayo y Lima.\r\n2. Fortalecer las capacidades de gestión comercial en los ecoferiantes de Aija, Carhuaz, Huancayo y Lima.": 1,
      "OS1: Les productions des filières d’agricoles-chaînes des valeurs développées à travers les coopératives initiées par les  membres SYDIP sont prises en compte dans les préoccupations PDL des secteurs et chefferies\r\n\r\nOS2: Les stratégies de promotion d’un environnement sain et durable pour l’agriculture, pèche et élevage sont développées par les filières agricoles -chaînes de valeurs à travers les coopératives et autres acteurs affiliés à SYDIP.\r\n\r\nOS3 : des coopératives agro-entreprises rurales  fortes   , fiables offrant des meilleures conditions de vie à leurs membres au sein de SYDIP \r\n\r\nOS4: Des femmes et jeunes sont initiés et responsabilisés dans les activités de promotion et de défense des intérêts paysans dans une vision d’autonomie  et d'équité dans les activités agricoles \r\n\r\nOS 5: Des  coopératives agro-entreprises rurales  accompagnées en gestion et dans la mobilisation des   financements internes et externes pour leurs plans d’affaires.\r\n\r\nOS 6: le programme quinquennal de SYDIP géré dans le professionnalisme & transparence  et capitalisé à travers un plan de communication.": 1,
      "Una gestión financiera más saludable para cooperativas Peruanas": 1,
      "1) Develop rural women to be equal to men and fight the rights of women and girls in rural communities in Jordan.<br />\r\n2) Diversify income sources through support performing income generating projects by giving turning loans.<br />\r\n3) To rise women awareness.": 1,
      "Improving capacity of QTCA on value chain analysis, voucher fund management and cooperative development fund management, to prepare the project proposal phase 2.": 1,
      "To transform Walnut FPOs in Yunnan into self-reliant, enterpreneurial and independent farmers organisations.": 1,
      "For 2013: elaborate business plan for processing plant": 1,
      "Enhance the competitiveness of mushroom in Ninh Binh in order to gerate jobs and income for about 5,000 households in the province, of which about 2,500 households are the poor": 1,
      "API’s aims to achieve the following objectives by 2013:\r\n1. To increase the members’ income by promoting collective marketing and organization strengthening.\r\n2. To establish peasant organizations that have a powerful bargaining position in every commodity chain they develop, and\r\n3. To enable the members to share their knowledge and experience regarding collective marketing and the organisation strengthening.": 1,
      "Promotion of oil seed production, value addition and marketing": 1,
      "To develop a bancable business plan\r\n\r\no Increase Membership to 1800\r\no Increase Milk volumes to average of 10,000 litres per day\r\no Improve on milk quality and reduced milk rejection by 15%\r\no Train 20 youths as service providers to 540 farmers trained\r\no Undertake 2 exposure visits\r\no Expand the market portfolio": 1,
      "Produire des quantités importantes pour pouvoir répondre efficacement au besoin de marché et obtenir de ce dernier un prix rémunérateur en vue d'augmenter le revenu des ménages.\r\nPromouvoir l'esprit entrepreneurial dans les coopératives agricoles membres de l'UPDI à travers les activités génératrices.\r\nValoriser la participation économique de la femme au sein des coopératives membres de l'Union pour la promotion du genre et l'accroissement de revenu au sein des ménages.": 1,
      "Objetivo General: Apoyar a OPEs afiladas a AOPEB, lideradas por pequeños  productores, distribuidos en todo el País, en el desarrollo de  iniciativas económicas y comerciales que les permitan un incremento en el nivel de ingresos de sus asociados , fortalecimiento organizacional y participación  exitosa en los mercados nacionales e internacionales.": 1,
      "2012 Incrementar las ventas  y la diversificación de clientes por medio del lanzamiento y promoción de la marca propia Q’ulto para chocolate y café.  El fortalecimiento de la gestión financiera también seguirá teniendo relevancia en este segundo año de proyecto.": 1,
      "Les objectifs stratégiques pour la période 2010-2014 sont:\r\n1. Lofepaco, un partenaire bien reconnu et proactif dans la formulation, l'exécution et l'examen des politiques agricoles et problèmes liés au financement des coopératives d'épargne et crédit des producteurs agricoles.\r\n\r\n2. Le savoir faire professionnelle de la femme productrice améliorer.\r\n\r\n3. Les femmes productrices ont la capacité de comprendre, influencer et de défendre leur intérêt.\r\n\r\n4 Maintenir le fonctionnement de base de la coordination comme un soutien au leadership de la Lofepaco et ses associations membres.\r\n\r\n5. Lofepaco, ses membres et les femmes productrices forte par l'autopromotion.\r\n\r\n6. Les femmes productrices ont accès à l'information nécessaire, pertinente et actualisée dans la langue locale.\r\n\r\n7. Modération et facilitation efficace de la campagne \"nous pouvons\".": 1,
      "El objetivo especifico del proyecto es “Campesinos y Campesinas con mejoras económicas y sociales en sus demandas”": 1,
      "&#61656; Améliorer l’’environnement socio-économique des producteurs membres de la Fekritama à la base en les appuyant à mettre en œuvre des activités économiques et en renforçant les groupements de base\r\n\r\n&#61656;\tFaciliter l’intégration des femmes et des jeunes dans les activités socioéconomiques en promouvant l’esprit entrepreneurial dans les régions d’interventions \r\n\r\n&#61656;\tRenforcer les capacités institutionnelles et organisationnelles de la confédération pour défendre les droits de ces membres en matière d’accès aux ressources comme la terre, l’eau ou encore l’équipement.\r\n&#8195;": 1,
      "Défense des intérêts des pastoralistes en Afrique de l'Ouest à travers une plus grande influence des politiques": 1,
      "L’Objectif global du projet est de contribuer à l’augmentation de revenu des ménages paysans à travers les élevages laitiers dans le contexte de la réduction de la pauvreté structurelle.\r\n\r\nB.\tOBJECTIFS  SPECIFIQUES\r\n\r\n-\tRenforcement des capacités des coopératives des agri- éleveurs, des techniciens vétérinaires et animateurs de terrain\r\n-\tAmélioration de  l’alimentation du bétail, à travers l’introduction des nouvelles espèces fourragères\r\n-\tAmélioration génétique la vache locale par I.A et/ou par la monte naturelle \r\n-\tRenforcement des capacités des centres de collecte et/ou de vente du lait/produits laitiers.": 1,
      "Enhancing household incomes through sustainable pineapple production practices and gender empowerment in Luwero District": 1,
      "Objectif global: les conditions socio économiques des  agris-éleveurs membres sont améliorées grâce  aux services  fournis par le  syndicat INGABO. \r\n\r\nObjectifs  spécifiques:\r\n1 : Les filières agricoles porteuses sont renforcées\r\n2 : Les  marchés de la production agricoles sont développés. \r\n3 : Les services des structures organisationnelles de base et institutionnels sont performantes": 1,
      "Les coopératives membres rendent des services adéquates aux agriculteurs à travers leurs groupements membres": 1,
      "Amélioration des services économiques et renforcement organisationnel": 1,
      "The goal of this project is to start the preparation work for utimately constructing a warehouse facility. The preparation work focuses on:<br /><br />\r\n• Strengthen the existing Warehouse Receipt System (WRS) for improved crop financing and collateralization of produce. <br /><br />\r\n• Reduction of post-harvesting losses and improvement of quality of maize and rice<br /><br />\r\n• Preparatory work for developing a business plan for the construction of an Accredited Warehouse facility, like making (cost/benefit) analyses and comparing alternatives.": 1,
      "to improve the milk production in quality and quantity and institutional support to the management of Mviwambo in order to establish a dairy factory, resulting in better income for dairy farmers": 1,
      "The goal of this contract is to improve internal controls, financial management in relation to the management of the business, to come closer to a formal seperation of the project department and the business and finally to create a mechanism to further strengthen and capitalise the loca level (hubs).": 1,
      "Objetivo de desarrollo:\r\nMejorar las condiciones de organizaciones de pequenos agricultores para colocar sus productos en mercados alternativos.\r\n\r\nObjetivo de proyecto:\r\nDesarrollo de una estrategia de promoción que facilite el acceso comercial de productos de pequenos productores socios de CSF a los mercados orgánicos y de comercio justos nacionales e internacionales.": 1,
      "Doelstelling is de verbetering van de kwekerij van cacao- en fruitbomen door bescherming en enten voor de boeren (leden) van APPTA een lokale vereniging in Costa Rica (http://www.appta.org)": 1,
      "Influence national and inter-governmental international decision making bodies on common agriculture issues affecting small scale male and female farmers": 1,
      "To enable RWCU to grow in terms of grain purchase and service delivery to member cooperatives as well assessment of feasibility and business plan development of wheat flour manufacturing plant": 1,
      "Reduce maize post harvest losses and increase household food security": 1,
      "The goal of the project is to contribute to the reduction of rural poverty in Armenia through strengthened capacity of FAA member small farmers and their farmer organizations to engage in the market and other institutions having impact on rural development.": 1,
      "To generate income and employment of rural households in agrotourism activities by establishing an agrotourism centre in AGFU which will provide services in marketing, training and access to finance/loans from the bank.": 1,
      "The action will address directly the three objectives of the call:\r\n(a)\tThe action will encourage the positive response from the agricultural sector by strengthening the institutional capacity of the national farmers’ organizations, in order to enhance local capacities to provide services to farmers. \r\n(b)\tThe action will enhance small farmers’ capacities to mitigate the negative effects of volatile food prices by means of three broad kinds of activities: productivity enhancement and crop diversification, improved marketing, and improving the governance and level of organization of the sector. \r\n(c)\tTo enhance the sustainability of interventions, the action will strengthen the productive capacities and the governance of the agricultural sector by means of improving - through the action of producers’ organizations - the systems for input provision, technology and knowledge transfer and marketing in key food products and through institutionalising and strengthening the participation of farmers’ representatives in various relevant policy fora.": 1,
      "Benefits to IFAJ: The initiative will establish IFAJ as a serious organization involved in giving members the kinds of opportunities to report on important issues that are both ag and humanitarian-related. \r\n\r\nBenefits to Agriterra: Success will be measured by the assumption that the issue of the fight against hunger (particularly by farmers’ organisations) will have been brought to many thousands of people who read/hear/view the stories coming from the IFAJ journalists who participate in the hunger summit. The initiative provides an opportunity to improve the \"Farmers fighting Poverty\" program by building relationships with agricultural media in developing and developed countries. This will lead to media coverage (see below), but also will help farmers organizations in working on their visibility towards members, donors, enterprises, etc.  \r\n\r\nMeasurable goals\r\nSuccess will be measured in part by the survey feedback retained from those journalists who participate in both events (Master Class and Global hunger summit). Master Class participants will be asked how their business activities will change based on their experience. \r\n\r\nSuccess for funding sources will be measured, in part, by increased brand awareness from publicity and good will with customers. \r\n\r\nMedia coverage: For year one as an example, based on 25 journalists attending the hunger summit with viewership/readership/ audience of approximately 80,000 each, we can roughly estimate that journalistic coverage will be seen by approximately 2 million agricultural producers, families and consumers around the world. The 10 Master Class journalists will have approximately 50,000 readership/listeners and will be asked to write articles on their experiences for their home audiences. This is an estimated audience of 500,000 people for a total impact of 2.5 million potential audience who will be touched by the project.\r\n\r\nJournalists attending the global summit (besides filing their stories through normal channels) will give a written and oral report of their experience in front of their country IFAJ guild and to other outside audiences such as local newspapers or community organizations, as well as provide photos and comments for the IFAJ newsletter, website, and future Congresses. This will also communicate the project’s accomplishments. \r\n\r\nFor IFAJ it is reasonable to conclude this event will have a positive impact on the perception of IFAJ as a professional organization committed to reaching out to help colleagues in far reaches of the world, and helping its members realize work-related goals in ways they may not be able to by their own means.": 1,
      "General objective: \r\n1. To transform farmer groups into entrepreneurial entities through capacity building and engagement with actors in priority value chains for improved rural livelihoods\r\n\r\nSpecific objectives:\r\n1. To enable KENFAP to sensitize and select Common Interest Groups (CIPs) to cluster into and form  Producers Business Groups (PBGs) in Priority Agricultural Product Value Chains:  3 months;\r\n2. To allow these PBGs to develop a bankable business plan: 3 months;\r\n3. To identify and finance designated business development services needed by the PBGs in the first year of the operation: starting September 1st, 2011.": 1,
      "capacity building of ACCU-SACUDIL and involved agencies and participating associations in establishing necessary organizational structures and management and governance mechanisms.": 1,
      "Improve the livelihood of member farmers through rural economic activities in vegetable and rice production and marketing.": 1,
      "Goal for 2013 is to acquire new eighing scales.": 1,
      "Develop an integrated, phased and bankable business plan for UCCCU": 1,
      "- to succesfully implement two micro-insurance pilots (product Family Protection Plan) at two Sacco's (Mateete and Kakuuto)\r\n- to establish a profitable micro-insurance venture in close cooperation with Sanlam": 1,
      "tangible results are achieved by farmers organisations through their active involvement in agrihubs within 12 countries where APF is active.": 1,
      "Consolider les dynamiques enclenchées et promouvoir les initiatives professionnelles locales.\r\nAméliorer les services et transférer une partie de la gestion régionale aux Mdp Zones": 1
    },
    ".//default-aid-type/@code": {
      "Default-aid-type: [code=\"D02\" ] ": 152
    },
    ".//default-finance-type/@code": {
      "110": 152
    },
    ".//default-tied-status/@code": {
      "untied": 152
    },
    ".//description/@type": {
      "1": 152,
      "2": 152
    },
    ".//participating-org/@role": {
      "Funding": 152
    },
    ".//participating-org/@type": {
      "10": 152
    },
    ".//recipient-country/@code": {
      "BR": 2,
      "CD": 16,
      "GT": 2,
      "NL": 10,
      "BJ": 5,
      "ML": 5,
      "NE": 7,
      "KE": 8,
      "BO": 3,
      "PE": 10,
      "BA": 1,
      "ET": 5,
      "UG": 13,
      "IN": 1,
      "EC": 5,
      "CO": 1,
      "PY": 2,
      "ZM": 3,
      "CI": 1,
      "RW": 2,
      "TZ": 5,
      "CN": 2,
      "NI": 2,
      "SV": 2,
      "JO": 1,
      "GN": 1,
      "VN": 4,
      "ID": 1,
      "MG": 5,
      "HN": 1,
      "SN": 2,
      "BF": 5,
      "BI": 1,
      "NP": 3,
      "CR": 2,
      "AM": 2,
      "MD": 2,
      "PH": 3,
      "GH": 2,
      "TH": 1,
      "KH": 1,
      "FR": 1,
      "TD": 1
    },
    ".//result/@type": {
      "0": 152
    },
    ".//sector/@vocabulary": {
      "RO": 152
    },
    ".//transaction/disbursement-channel/@code": {
      "2": 152
    },
    ".//transaction/transaction-type/@code": {
      "C": 152,
      "E": 152
    },
    ".//transaction/value/@currency": {
      "EUR": 304
    }
  }
}