{
  "1": {
    ".//@default-currency": {
      "EUR": 157
    },
    ".//activity-date/@type": {
      "start-actual": 157,
      "end-actual": 157
    },
    ".//activity-status/@code": {
      "Support the milk cooperative in their change into a service oriented cooperative and prepare them for the future developments": 1,
      "to optimize  performance of Ndumberi dairy in order to increase its business in terms of supplying farmers, volumens of milk and market outlets and  to set the stage for a successful merger between Kiambaa and Ndumberi.": 1,
      "Development of a business plan": 2,
      "": 57,
      "The overall objective of the action plan is to develop a bankable business plan for Evergrowth Dairy Cooperative.": 1,
      "Objectives\r\n•\tMobilize finance for malt barley contract: 5 million ET birr\r\n•\tOptimize and strengthen malt barley value chain\r\n•\tIncrease output marketing performance Tsehay\r\n•\tIncrease quality and quantity of production": 1,
      "Goals<br />\r\n•\tto develop a bankable business plan for <br />\r\n\t- export finance<br />\r\n              - input finance<br />\r\n•\tto recruit a professional manager spearheading the revival of Setit’s business performance<br />\r\n•\tto restructure the outstandi": 1,
      "Objectif général:\r\n1.1 Acroître les revenus monétaires des membres de la COPAO.\r\n\r\nObjectifs spécifiques:\r\n2.1 Sensibiliser et former au moins 125 producteurs volontaires à la démarche de la vente groupée et à la maîtrise des traitements post récolte cond": 1,
      "Support business development and market driven growth of Mosoriot Horticultural Crops Growers Co-operative Society Ltd": 1,
      "To develop a bancable business plan\r\n\r\no Increase Membership to 1800\r\no Increase Milk volumes to average of 10,000 litres per day\r\no Improve on milk quality and reduced milk rejection by 15%\r\no Train 20 youths as service providers to 540 farmers trained\r\n": 1,
      "2012 Incrementar las ventas  y la diversificación de clientes por medio del lanzamiento y promoción de la marca propia Q’ulto para chocolate y café.  El fortalecimiento de la gestión financiera también seguirá teniendo relevancia en este segundo año de pr": 1,
      "Brindar valor agregado a los granos de cacao de exportación de las cooperativas asociadas al Consorcio, satisfaciendo al consumidor con chocolates de calidad producidos con cacao de origen.": 1,
      "Attracting more liquidity to fund agricultural development.": 1,
      "Goal for 2013 is to acquire new eighing scales.": 1,
      "to make Dansha Awararo bankable by means of coaching, training and capacity building<br /><br />\r\nto develop a business plan for input and trade/export finance<br /><br />\r\nto facilitate the acquisition of a loan for input and trade finance from a local b": 1,
      "* Business plan finalised and able to present to financiers<br />\r\n* Well runned organisation with financial system and principles in place<br />": 1,
      "Main objectives action plan 2012-2013\r\n•\tTo get the wheat processing venture of Merkeb operational and in the long run profitable\r\n•\tTo acquire working capital for wheat purchase of Merkeb’ first operational year \r\n•\tTo optimize the wheat supply chain": 1,
      "to develop a sound and bancable business plan": 1,
      "Contar con propias almacenes y oficinas administrativas": 1,
      "Accès au marchés et à la commercialisation des animaux sur pieds": 1,
      "The main objective of this project is:<br />\r\nBy and for young people: young Dutch farmers contribute to developing the skills of rural youth in developing countries so that they can defend their interests and that they can better exploit their possibilit": 1,
      "Objetivo general:\r\nFortalecer la cadena de valor de las microempresas de mujeres rurales costarricenses afiliadas a CMC para mejorar su desempeno, aumentar los niveles de ingreso de las participantes y su calidad de vida.\r\n\r\nObjetivos específicos:\r\n1) For": 1,
      "For 2013: elaborate business plan for processing plant": 1,
      "1. Improve the production of bee products,in terms of quality and quantity and continuity in RS and BiH through concise database \r\n2.\tTo educate young beekeepers, including women, to professional beekeepers will result in higher production of bee products": 1,
      "Increase competitiveness of KAJARA SACCO (by implementing tools to monitor costs, budgets and activities) and to support KAJARA with their expansion plans.": 1,
      "Planes de negocios para quinua, papa y microcréditos": 1,
      "Objectif global du plan d'action 2012\r\n\r\nAsseoir une base socio-économique des membres de coopératives apicoles par l'intensification et la commercialisation des produits de la ruche": 1,
      "Overall goal is to make AFCU bankable and to develop a business plan\r\n\r\nTargets 2012\r\n•\t7 union board members trained on business management\r\n•\t210 board members (PCS) trained about the business idea: new semi -refinery, market strategy and their role/res": 1,
      "The main objective of CTCF is lobby and advocacy, followed by organisational strengthening service provision to its member Cooperatives. \r\n\r\nThe project has 3 main objectives \r\n1.\tCapacity building of Central Tea Cooperative Federation(CTCF), District Coo": 1,
      "Plan de Negocios para Café Tostado y Molido": 1,
      "Farmers get access to farm inputs as a result of well functioning Mutual Aided Cooperatives and Artificial Insemination Centres in their neighbourhood.": 1,
      "Develop an integrated, phased and bankable business plan for UCCCU": 1,
      "Améliorer le système de production et de commercialisation des produits agricoles et le revenu annuel des OP de base en les reliant aux marchés nationaux et internationaux.": 1,
      "1. Accroître les capacités et les ressources financières de l'association.\r\n2. Accroître la disponibilité du crédit et améliorer les capacités de gestion des crédits.\r\n3. Développer les activités génératrices de revenus.\r\n4. Assurer la dignité, l'affirmat": 1,
      "Plan de Negocios para Algodón Pima Peruano": 1,
      "The goal of the project is to support Ankole with getting access to working capital with better conditions, to help Ankole to increase its volume of coffee and to help with the development of the business plan for the coffee plant.": 1,
      "L'objectif global de 2012 est de mettre en oeuvre les stratégies d'autonomisation de Tikonna développées en 2011 à travers le potentiel existant.\r\n\r\n2 Objectifs spécifiques:\r\n1) les différentes organes de Tikonna assurent le bon fonctionnement de l'associ": 1,
      "to improve the milk production in quality and quantity and institutional support to the management of Mviwambo in order to establish a dairy factory, resulting in better income for dairy farmers": 1,
      "Improving beekeeping in the Una Sana Canton by: faster and more efficient transfer of information from top to bottom level; strengthened competitiveness at (inter) national markets and  getting connected with international markets; reduce rural youth unem": 1,
      "Promotion de l'entreprenariat féminin à Sikasso": 1,
      "i. Les intérêts clés des producteurs agricoles sont défendus au niveau national<br />\r\nii. Les producteurs agricoles sont davantage informés sur les lois et politiques agricoles<br />\r\niii. Le mouvement paysan Congolais est bien gouverné": 1,
      "L’Objectif global du projet est de contribuer à l’augmentation de revenu des ménages paysans à travers les élevages laitiers dans le contexte de la réduction de la pauvreté structurelle.\r\n\r\nB.\tOBJECTIFS  SPECIFIQUES\r\n\r\n-\tRenforcement des capacités des coo": 1,
      "The goal of this contract is to improve internal controls, financial management in relation to the management of the business, to come closer to a formal seperation of the project department and the business and finally to create a mechanism to further st": 1,
      "El objetivo especifico del proyecto es “Campesinos y Campesinas con mejoras económicas y sociales en sus demandas”": 1,
      "Expanding Mutual Aid services and reaching break even point in this business and expanding microfinance services to a total of 100.000 women.": 1,
      "The main goal of this project is to increase the income of the small farmers and their commodity clusters organized under the Agriterra PFF program by collectively producing agricultural product with market demand and establishing various farmers’ agri-bu": 1,
      "Enhance the competitiveness of mushroom in Ninh Binh in order to gerate jobs and income for about 5,000 households in the province, of which about 2,500 households are the poor": 1,
      "L’objectif général du projet est de renforcer de des coopératives de caféiculteurs pour pouvoir arriver à un stade de gérer le processus de production depuis les champs jusqu’à l’exportation du café.": 1,
      "towards a self managed women's wing, favourable policies to overhaul government's food management system and private sector linkages with farmers produce.": 1,
      "tangible results are achieved by farmers organisations through their active involvement in agrihubs within 12 countries where APF is active.": 1,
      "Renforcer l'autonomie financière du CSA/OCP et de ses services": 1,
      "OS1: Les productions des filières d’agricoles-chaînes des valeurs développées à travers les coopératives initiées par les  membres SYDIP sont prises en compte dans les préoccupations PDL des secteurs et chefferies\r\n\r\nOS2: Les stratégies de promotion d’un ": 1,
      "The objectives of the project come out of the objectives of the Specific Union which are:<br />\r\n- to develop rural women to be equal to men and fight the rights of women and girls in rural communictie sin Jordan;<br />\r\n- empower women socially, economic": 1,
      "To improve the income and employment of smallholder farmers as member of cooperatives engaged in three value chains: high quality rice, pig and vegetables in Quang Tri Province through addressing the key constraints identified in the value chain analysis.": 1,
      "Amélioration des services économiques et renforcement organisationnel": 1,
      "Accompagner les femmes paysannes à renforcer leurs capacités pour participer activement au plaidoyer pour une amélioration du contexte politique ; fiscal et social du déroulement de leurs activités économiques en vue de maximiser leur revenu.": 1,
      "1. To improve the farmers, cadres, group organizers, and association organizers’ awareness, capability dan skill to cultivate french beans, local beans and chilli through partnership system\r\n2.\tTo reduce the production expense which includes expenses for ": 1,
      "L’objet de la FUCOPRI est le développement de la filière riz au Niger par sa participation à la mise en cohérence des actions de tous les partenaires de cette filière. Les objectifs du projet actuel sont:\r\n\r\n-\tfaciliter à ses membres un approvisionnement ": 1,
      "1. Consolidar la comercialización asociativa de los productores ecológicos en las ecoferias de Aija, Carhuaz, Huancayo y Lima.\r\n2. Fortalecer las capacidades de gestión comercial en los ecoferiantes de Aija, Carhuaz, Huancayo y Lima.": 1,
      "The goal of the project is to contribute to the reduction of rural poverty in Armenia through strengthened capacity of FAA member small farmers and their farmer organizations to engage in the market and other institutions having impact on rural developmen": 1,
      "&#61656; Améliorer l’’environnement socio-économique des producteurs membres de la Fekritama à la base en les appuyant à mettre en œuvre des activités économiques et en renforçant les groupements de base\r\n\r\n&#61656;\tFaciliter l’intégration des femmes et d": 1,
      "Brindar soporte a la implementacion de politicas cafetaleras favorables a los socios de la JNC": 1,
      "Fortalecer la capacidad institucional, productiva y comercial de ANAPROT a través de la aplicación de una estrategia de mejora productiva con la activa participación de los productores desde el manejo del suelo hasta la obtención del grano de trigo y sus ": 1,
      "Objectifs spécifiques du plan d’action 2013: \r\n\r\n1. Augmenter la production des exploitations familiales en leur facilitant l’accès à des semences améliorées (certifiées ou/et de qualité)\r\n\r\n2. Améliorer le revenu des producteurs membres de l’AOPP dans le": 1,
      "Produire des quantités importantes pour pouvoir répondre efficacement au besoin de marché et obtenir de ce dernier un prix rémunérateur en vue d'augmenter le revenu des ménages.\r\nPromouvoir l'esprit entrepreneurial dans les coopératives agricoles membres ": 1,
      "API’s aims to achieve the following objectives by 2013:\r\n1. To increase the members’ income by promoting collective marketing and organization strengthening.\r\n2. To establish peasant organizations that have a powerful bargaining position in every commodit": 1,
      "a. Plaider  pour la majoration de l’allocation budgétaire de l’Etat en faveur des producteurs agricoles et pour l'implication de la FOPAC NK dans la gestion des fonds\r\n\r\nb. Renforcer le climat entrepreneurial agricole des OPA par le plaidoyer en faveur d’": 1,
      "Objectif global: les conditions socio économiques des  agris-éleveurs membres sont améliorées grâce  aux services  fournis par le  syndicat INGABO. \r\n\r\nObjectifs  spécifiques:\r\n1 : Les filières agricoles porteuses sont renforcées\r\n2 : Les  marchés de la p": 1,
      "To assist and support small and medium farmers (members of NFFM) through advisory support, business, marketing and innovative capacities development in order to improve their income and welfare.": 1,
      "Objectif Global : Contribuer a l’amélioration des conditions de vie des  productrices et producteurs maraîchers par le renforcement de leurs capacités de production  et la garantie  d’un prix rémunérateur\r\n\r\nObjectif stratégique N°1 : Renforcer les capaci": 1,
      "Influence national and inter-governmental international decision making bodies on common agriculture issues affecting small scale male and female farmers": 1,
      "Facilitate increased productivity of local groups\r\nFacilitating entrepreneurship, business skills development and strengthening of the financial services at grassroots levels\r\nStrengthening the capacities of Middle Level Networks for service delivery in e": 1,
      "To increase awareness on investments in Agriculture; track budget allocations by governments to agriculture and enhance knowledge and capacity to advocate for better budgetary policy in line with CAADPs proposed 10% budgetary allocation to agriculture": 1,
      "Défense des intérêts des pastoralistes en Afrique de l'Ouest à travers une plus grande influence des politiques": 1,
      "Les coopératives membres rendent des services adéquates aux agriculteurs à travers leurs groupements membres": 1,
      "To generate income and employment of rural households in agrotourism activities by establishing an agrotourism centre in AGFU which will provide services in marketing, training and access to finance/loans from the bank.": 1,
      "Lograr el incremento en el nivel de ingresos de las familias productoras ecológicas a través de fortalecer y consolidar a Organizaciones de Productores Ecológicos desarrollando y aprovechando iniciativas económicas que permitan la  participación  exitosa ": 1,
      "Améliorer la productivité et la compétitivité des produits  soja et  maïs bruts/transformés des producteurs, des entreprises ou unités agricoles  à travers l’amélioration de leur organisation, de la technique de production, de transformation et de commerc": 1,
      "Goal: A target number of farmers and fishers households have increased yields and income as direct result of participating in cluster, base, and federation strengthening, sustainable agriculture, product and market development, agri-financing, governance,": 1,
      "General objective: \r\n1. To transform farmer groups into entrepreneurial entities through capacity building and engagement with actors in priority value chains for improved rural livelihoods\r\n\r\nSpecific objectives:\r\n1. To enable KENFAP to sensitize and sel": 1,
      "Consolider les dynamiques enclenchées et promouvoir les initiatives professionnelles locales.\r\nAméliorer les services et transférer une partie de la gestion régionale aux Mdp Zones": 1,
      "Benefits to IFAJ: The initiative will establish IFAJ as a serious organization involved in giving members the kinds of opportunities to report on important issues that are both ag and humanitarian-related. \r\n\r\nBenefits to Agriterra: Success will be measur": 1,
      "Improve the livelihood of member farmers through rural economic activities in vegetable and rice production and marketing.": 1,
      "Promotion of oil seed production, value addition and marketing": 1,
      "Enhancing lobby capacity of farmers organisations through FACT": 1,
      "Improving capacity of QTCA on value chain analysis, voucher fund management and cooperative development fund management, to prepare the project proposal phase 2.": 1,
      "1) Develop rural women to be equal to men and fight the rights of women and girls in rural communities in Jordan.<br />\r\n2) Diversify income sources through support performing income generating projects by giving turning loans.<br />\r\n3) To rise women awa": 1,
      "capacity building of ACCU-SACUDIL and involved agencies and participating associations in establishing necessary organizational structures and management and governance mechanisms.": 1,
      "Tusoco Viajes increases income generation among rural farmers in Bolivia": 1,
      "Objetivo de desarrollo:\r\nMejorar las condiciones de organizaciones de pequenos agricultores para colocar sus productos en mercados alternativos.\r\n\r\nObjetivo de proyecto:\r\nDesarrollo de una estrategia de promoción que facilite el acceso comercial de produc": 1,
      "To contribute to the revival and promotional of the pyrethrum industry of Kenya and improve the livelihood of pyrethrum farmers": 1,
      "The goal of the action plan is to start the manufacturing of fish feed, to start the 8 month production cycle of Tilapia fish and to give additional training to farmer's and NAMA staff.": 1,
      "Una gestión financiera más saludable para cooperativas Peruanas": 1,
      "To enable RWCU to grow in terms of grain purchase and service delivery to member cooperatives as well assessment of feasibility and business plan development of wheat flour manufacturing plant": 1,
      "Enhancing household incomes through sustainable pineapple production practices and gender empowerment in Luwero District": 1,
      "To transform Walnut FPOs in Yunnan into self-reliant, enterpreneurial and independent farmers organisations.": 1,
      "• An overview of prospects/leads for investments in Uganda livestock sector.\r\n•\tA list of Dutch companies potentially interested to invest in the Uganda livestock sector, including an overview of subsidy instruments.": 1,
      "To follow in a later stage...": 1,
      "Objective: creating a toolbox for instruments and solutions regarding the following themes:\r\n- Organising groups around economic initiatives (e.g. PPP)\r\n- Improving agricultural productivity (e.g. FFF)\r\n- Marketing and processing (value addition)\r\n- Acces": 1,
      "To strengthen the organisation's financial management capacity of clients so that they can:\r\n* adopt financial management systems suitable for running the organisation.\r\n* manage and control financial resources efficiently and effectively.\r\n* promote tran": 1
    },
    ".//default-aid-type/@code": {
      "D02": 157
    },
    ".//default-finance-type/@code": {
      "110": 157
    },
    ".//default-tied-status/@code": {
      "untied": 157
    },
    ".//description/@type": {
      "1": 157,
      "2": 157
    },
    ".//participating-org/@role": {
      "Funding": 157
    },
    ".//participating-org/@type": {
      "10": 157
    },
    ".//recipient-country/@code": {
      "TZ": 6,
      "KE": 14,
      "ID": 4,
      "CD": 11,
      "VN": 5,
      "ET": 7,
      "CI": 1,
      "MX": 1,
      "PE": 12,
      "EC": 5,
      "BF": 2,
      "UG": 16,
      "GH": 1,
      "NL": 13,
      "PH": 5,
      "ML": 3,
      "CR": 2,
      "BA": 2,
      "NI": 2,
      "NP": 3,
      "IN": 2,
      "TG": 1,
      "BJ": 3,
      "GN": 1,
      "SV": 2,
      "GT": 2,
      "BE": 1,
      "RW": 2,
      "PY": 1,
      "ZM": 3,
      "HN": 1,
      "BI": 2,
      "NE": 5,
      "JO": 2,
      "BR": 2,
      "AM": 1,
      "MG": 2,
      "BO": 3,
      "MD": 1,
      "KH": 1,
      "TH": 1,
      "SN": 1,
      "CN": 2
    },
    ".//result/@type": {
      "0": 157
    },
    ".//sector/@vocabulary": {
      "RO": 157
    },
    ".//transaction/disbursement-channel/@code": {
      "2": 157
    },
    ".//transaction/transaction-type/@code": {
      "C": 157,
      "E": 157
    },
    ".//transaction/value/@currency": {
      "EUR": 314
    }
  }
}