{
  ".//@default-currency": {
    "EUR": 151
  },
  ".//activity-date/@type": {
    "start-actual": 151,
    "end-actual": 151
  },
  ".//activity-status/@code": {
    "": 32,
    "Securing the audit trail on data by offering farmers' organisations possibilities for direct data enty": 1,
    "Renforcer l'autonomie financière du CSA/OCP et de ses services": 1,
    "To strengthen the organisation's financial management capacity of clients so that they can:\r\n* adopt financial management systems suitable for running the organisation.\r\n* manage and control financial resources efficiently and effectively.\r\n* promote transparency and the good faith of the entire staff.": 1,
    "Una gestión financiera más saludable para cooperativas Peruanas": 1,
    "Les coopératives membres rendent des services adéquates aux agriculteurs à travers leurs groupements membres": 1,
    "L’objectif général du projet est de renforcer de des coopératives de caféiculteurs pour pouvoir arriver à un stade de gérer le processus de production depuis les champs jusqu’à l’exportation du café.": 1,
    "&#61656; Améliorer l’’environnement socio-économique des producteurs membres de la Fekritama à la base en les appuyant à mettre en œuvre des activités économiques et en renforçant les groupements de base\r\n\r\n&#61656;\tFaciliter l’intégration des femmes et des jeunes dans les activités socioéconomiques en promouvant l’esprit entrepreneurial dans les régions d’interventions \r\n\r\n&#61656;\tRenforcer les capacités institutionnelles et organisationnelles de la confédération pour défendre les droits de ces membres en matière d’accès aux ressources comme la terre, l’eau ou encore l’équipement.\r\n&#8195;": 1,
    "Expanding Mutual Aid services and reaching break even point in this business and expanding microfinance services to a total of 100.000 women.": 1,
    "Objectif global: les conditions socio économiques des  agris-éleveurs membres sont améliorées grâce  aux services  fournis par le  syndicat INGABO. \r\n\r\nObjectifs  spécifiques:\r\n1 : Les filières agricoles porteuses sont renforcées\r\n2 : Les  marchés de la production agricoles sont développés. \r\n3 : Les services des structures organisationnelles de base et institutionnels sont performantes": 1,
    "1. Create a conducive and enabling environment for economic activities by  the members;\r\n2. Increase farmers’ income from agriculture through capacity building in collective entrepreneurship and bottom-up organisation of members\r\n3. Construct the organisation at different levels, establish the national secretariat office and the grassroots’ entrepreneurship team, promote good leadership and governance\r\n4. Improve communication with members, develop and mobilise membership and promote linking & networking": 1,
    "Améliorer le système de production et de commercialisation des produits agricoles et le revenu annuel des OP de base en les reliant aux marchés nationaux et internationaux.": 1,
    "Facilitate increased productivity of local groups\r\nFacilitating entrepreneurship, business skills development and strengthening of the financial services at grassroots levels\r\nStrengthening the capacities of Middle Level Networks for service delivery in entrepreneurship skills in the village": 1,
    "To assist and support small and medium farmers (members of NFFM) through advisory support, business, marketing and innovative capacities development in order to improve their income and welfare.": 1,
    "Young Dutch farmers support rural youth in developing countries in defending their interests, lobbying and in becoming rural entrepreneurs.\r\n\r\nInvolve more Dutch young farmers in international cooperation.": 1,
    "tangible results are achieved by farmers organisations through their active involvement in agrihubs within 12 countries where APF is active.": 1,
    "Accompagner les femmes paysannes à renforcer leurs capacités pour participer activement au plaidoyer pour une amélioration du contexte politique ; fiscal et social du déroulement de leurs activités économiques en vue de maximiser leur revenu.": 1,
    "a. Plaider  pour la majoration de l’allocation budgétaire de l’Etat en faveur des producteurs agricoles et pour l'implication de la FOPAC NK dans la gestion des fonds\r\n\r\nb. Renforcer le climat entrepreneurial agricole des OPA par le plaidoyer en faveur d’une bonne gouvernance politico administrative par l’application de  l’approche FACT (Farmers Advocacy Consultation Tool).": 1,
    "Small-holder farmers in Ghana benefit from price determination and market access": 1,
    "The objectives of the project come out of the objectives of the Specific Union which are:<br />\r\n- to develop rural women to be equal to men and fight the rights of women and girls in rural communictie sin Jordan;<br />\r\n- empower women socially, economically and culturally;<br />\r\n- to raise women's awareness.": 1,
    "Enhanced farmers’ participation in the new devolved governance structure in Kenya for improved budgetary allocation to agricultural development": 1,
    "Accès au marchés et à la commercialisation des animaux sur pieds": 1,
    "Défense des intérêts des pastoralistes en Afrique de l'Ouest à travers une plus grande influence des politiques": 1,
    "Brindar soporte a la implementacion de politicas cafetaleras favorables a los socios de la JNC": 1,
    "Objectif général:\r\nL'objectif général de ce plan d'actions est de faciliter une meilleure maîtrise des procédures de financement du projet d'appui à la diversification agricole (PADA) par un nombre important de petits producteurs et/ou techniciens.\r\n\r\nObjectifs spécifiques:\r\n1 ) Renforcer les capacités des petits producteurs, des OP faîtières et de leurs techniciens pour un meilleur appui à l'élaboration des dossiers soumis aux fonds PADA;\r\n2) Appuyer les producteurs dans la mise en oeuvre des microprojets financés par le PADA.": 1,
    "Cabildeo e incidencia para socializar la ley de OECAS y la reglementación": 1,
    "Contribute to reduction of rural poverty, hunger and malnutrition in Latin America, Agrica and Asia through enhancement of family farming": 1,
    "Influence national and inter-governmental international decision making bodies on common agriculture issues affecting small scale male and female farmers": 1,
    "Enhancing lobby capacity of farmers organisations through FACT": 1,
    "i. Les intérêts clés des producteurs agricoles sont défendus au niveau national<br />\r\nii. Les producteurs agricoles sont davantage informés sur les lois et politiques agricoles<br />\r\niii. Le mouvement paysan Congolais est bien gouverné": 1,
    "To contribute to the revival and promotional of the pyrethrum industry of Kenya and improve the livelihood of pyrethrum farmers": 1,
    "To increase awareness on investments in Agriculture; track budget allocations by governments to agriculture and enhance knowledge and capacity to advocate for better budgetary policy in line with CAADPs proposed 10% budgetary allocation to agriculture": 1,
    "Conpapa es una organizacion de pequenos paperos en la zona sierra centro de Ecuador, por el momento son una organizacion que es reconocido por el estado y el sector privado como una organizacion represtentativo y por su conocimiento tanto tecnico que comercial. Son la unica organizacion de pequeños paperos en Ecuador que tiene la autorizacion de elaborar semillas certificadas. \nSu gran reto para los proximos años es prever valor agregado y almacenamiento de papas y incidir en el Plan Nacional de la Papa donde son parte del comite elaborador. ": 1,
    "to make Dansha Awararo bankable by means of coaching, training and capacity building\nto develop a business plan for input and trade/export finance\nto facilitate the acquisition of a loan for input and trade finance from a local bank\nto establish linkages with Buyers (Olam, Yme Kuiper)": 1,
    "Develop an integrated, phased and bankable business plan for UCCCU": 1,
    "Goal\r\n The overall goal of the proposed project is to \"improve the economic status of farmers through improved agricultural practices, access to the market and finance.\"\r\n\r\n The objectives of the project are as follows: \r\n 1. Strengthen new and existing cooperatives\r\n 2. Increase the agricultural production of cooperative members\r\n 3. Youth community and cooperatives members serve SF members with technical and entrepreneurial skills and knowledge.\r\n 4. Facilitate access to the market.\r\n 5. Strengthen the capacity of SFACF Dhading.": 1,
    "To expand the outreach to members and to provide them with savings and credit services.": 1,
    "The goal of the project is to support Ankole with getting access to working capital with better conditions, to help Ankole to increase its volume of coffee and to help with the development of the business plan for the coffee plant.": 1,
    "Improving beekeeping in the Una Sana Canton by: faster and more efficient transfer of information from top to bottom level; strengthened competitiveness at (inter) national markets and  getting connected with international markets; reduce rural youth unemployment and achieving sustainability in honey production": 1,
    "1. Improve the production of bee products,in terms of quality and quantity and continuity in RS and BiH through concise database \r\n2.\tTo educate young beekeepers, including women, to professional beekeepers will result in higher production of bee products and provide them income and work": 1,
    "OS1: Les productions des filières d’agricoles-chaînes des valeurs développées à travers les coopératives initiées par les  membres SYDIP sont prises en compte dans les préoccupations PDL des secteurs et chefferies\r\n\r\nOS2: Les stratégies de promotion d’un environnement sain et durable pour l’agriculture, pèche et élevage sont développées par les filières agricoles -chaînes de valeurs à travers les coopératives et autres acteurs affiliés à SYDIP.\r\n\r\nOS3 : des coopératives agro-entreprises rurales  fortes   , fiables offrant des meilleures conditions de vie à leurs membres au sein de SYDIP \r\n\r\nOS4: Des femmes et jeunes sont initiés et responsabilisés dans les activités de promotion et de défense des intérêts paysans dans une vision d’autonomie  et d'équité dans les activités agricoles \r\n\r\nOS 5: Des  coopératives agro-entreprises rurales  accompagnées en gestion et dans la mobilisation des   financements internes et externes pour leurs plans d’affaires.\r\n\r\nOS 6: le programme quinquennal de SYDIP géré dans le professionnalisme & transparence  et capitalisé à travers un plan de communication.": 1,
    "Produire des quantités importantes pour pouvoir répondre efficacement au besoin de marché et obtenir de ce dernier un prix rémunérateur en vue d'augmenter le revenu des ménages.\r\nPromouvoir l'esprit entrepreneurial dans les coopératives agricoles membres de l'UPDI à travers les activités génératrices.\r\nValoriser la participation économique de la femme au sein des coopératives membres de l'Union pour la promotion du genre et l'accroissement de revenu au sein des ménages.": 1,
    "To transform Walnut FPOs in Yunnan into self-reliant, enterpreneurial and independent farmers organisations.": 1,
    "to increase the welfare of farmers by  strenthen farmers organisations at village level, improving and increase the production and marketing collectively.": 1,
    "Farmers get access to farm inputs as a result of well functioning Mutual Aided Cooperatives and Artificial Insemination Centres in their neighbourhood.": 1,
    "To enable small farmer producers members to grow vegetable, rice and animals/poultires raising with sustainability.": 1,
    "Objectifs spécifiques du plan d’action 2013: \r\n\r\n1. Augmenter la production des exploitations familiales en leur facilitant l’accès à des semences améliorées (certifiées ou/et de qualité)\r\n\r\n2. Améliorer le revenu des producteurs membres de l’AOPP dans les régions de Ségou et Koulikoro par la maîtrise de la rentabilité économique des filières agricoles\r\n\r\n3. Promouvoir l’émergence des Mutuelles de Solidarité dans les régions de Ségou et de Koulikoro": 1,
    "Objectif Global : Contribuer a l’amélioration des conditions de vie des  productrices et producteurs maraîchers par le renforcement de leurs capacités de production  et la garantie  d’un prix rémunérateur\r\n\r\nObjectif stratégique N°1 : Renforcer les capacités institutionnelles et organisationnelles de la FCMN et de ses membres\r\n\r\nObjectifs stratégiques N°2 : renforcement des capacités de production \r\n\r\n\r\nObjectif stratégique N°3 : augmentation des revenus des membres.\r\n\r\nDetails à trouver dans Plan 2014.": 1,
    "L’objet de la FUCOPRI est le développement de la filière riz au Niger par sa participation à la mise en cohérence des actions de tous les partenaires de cette filière. Les objectifs du projet actuel sont:\r\n\r\n-\tfaciliter à ses membres un approvisionnement régulier en intrants agricoles et tout autre service demandé par ceux ci ;\r\n-\tassurer la protection de la production nationale et garantir l'écoulement du riz de ses membres ;\r\n-\tdéfendre sur le plan national et international les intérêts moraux, techniques, économiques et législatifs de ses membres ;\r\n-\tamener ses membres à disposer de réelles capacités d’analyse et de gestion en leur fournissant une assistance technique notamment en matière d'organisation, de fonctionnement, de comptabilité, d'études, de formation et d'éducation ;\r\n-\tentreprendre des démarches auprès des ministères et participer à des commissions ayant relation avec les activités de ses membres\r\n-\tfaciliter à ses membres l'accès aux financements des partenaires au développement\r\n-\treprésenter ses membres au niveau national et international": 1,
    "Farmer led action reseach on climate adapted agriculture practices using methods tested by Dutch farmers": 1,
    "Overall Objective: \r\nThe overall objective of the project is to raise awareness among grassroots farmers on the adverse consequences of climate change and the possible mitigation and adaptation technologies available or which can be developed and adapted, with strong emphasis on adaptation.\r\n\r\nSpecific Objectives:\r\n1.\tTo carry out climate change sensitization campaigns at DFA level in the two pilot districts. \r\n2.\tTo train participating farmers in sustainable, environment-friendly tree planting and management techniques with focus on Agro- forestry practices. \r\n3.\tTo establish tree nursery beds in Sironko district for the production of tree seedlings which will be managed by the extension link farmers under whose guidance these will be constructed.\r\n4.\tTo establish demonstration farms to act as centers of learning climate smart technologies in agro forestry for wind breaks, contour cropping in Sironko and water harvesting/drought resistant varieties in Nakasongola for the farmers in the districts.": 1,
    "Lograr el incremento en el nivel de ingresos de las familias productoras ecológicas a través de fortalecer y consolidar a Organizaciones de Productores Ecológicos desarrollando y aprovechando iniciativas económicas que permitan la  participación  exitosa en los mercados nacionales  e internacionales.": 1,
    "L’Objectif global du projet est de contribuer à l’augmentation de revenu des ménages paysans à travers les élevages laitiers dans le contexte de la réduction de la pauvreté structurelle.\r\n\r\nB.\tOBJECTIFS  SPECIFIQUES\r\n\r\n-\tRenforcement des capacités des coopératives des agri- éleveurs, des techniciens vétérinaires et animateurs de terrain\r\n-\tAmélioration de  l’alimentation du bétail, à travers l’introduction des nouvelles espèces fourragères\r\n-\tAmélioration génétique la vache locale par I.A et/ou par la monte naturelle \r\n-\tRenforcement des capacités des centres de collecte et/ou de vente du lait/produits laitiers.": 1,
    "Increase milk intake by 2,000 l/day for society and decrease side selling": 1,
    "Overall goal is to increase milk intake by 5,000 l/day for society": 1,
    "The goal of the project is to contribute to the reduction of rural poverty in Armenia through strengthened capacity of FAA member small farmers and their farmer organizations to engage in the market and other institutions having impact on rural development.": 1,
    "Main goal:\r\nTo contribute to sustainable and inclusive Producers’ Organisations (PO) and their members through affordable, accessible and quality technical services/support and organisational strengthening.\r\n\r\n\r\nSpecific objcetives:\r\n- Federated PO are capacitated for successful collective bargaining and establishment of functional linkages with the public and private sector to improve the economic status of their members\r\n- PO are strengthened to form federated and/or registered PO at Union and Upazila levels by creating stronger vertical and horizontal linkages\r\n- Producers organised under PO have enhanced their production and productivity through improved and accessible technical and entrepreneurial knowledge and skills in selected agricultural value chains": 1,
    "Améliorer la productivité et la compétitivité des produits  soja et  maïs bruts/transformés des producteurs, des entreprises ou unités agricoles  à travers l’amélioration de leur organisation, de la technique de production, de transformation et de commercialisation.": 1,
    "Los Productores de las OECAs mejoran sus ingresos  económicos a través del acceso a las compras estatales.": 1,
    "-strengthening the union and FMOs in terms of management and financial management capacity\r\n-enhancing productivity of wheat and barley farmers\r\n-acquiring work capital at CBO and improving trade performance": 1,
    "- To develop a business plan for work capital and mobilize the required finance\r\n-\tTo improve the supply chain management and business relation with PCS\r\n-\tTo improve output marketing performance by 25-50%\r\n-\tTo establish and meet the contract with Asela Malt Factory": 1,
    "- increase output marketing performance in malt barley (5000 quintal) and chickpea (4000 quintal)\r\n- developing business plans for seed multiplication farm, chick pea export and working capital\r\n- establish a sound contract with Meta breweries and comply to contract": 1,
    "- Strengthening the transaction relation between the primary cooperative societies and the union\r\n-\tProfessionalizing the unions trade capacity and important supportive systems as financial management, membership database and human resource management\r\n-\tAcquiring working capital and improving output marketing performance.": 1,
    "Goals<br />\r\n•\tto develop a bankable business plan for <br />\r\n\t- export finance<br />\r\n              - input finance<br />\r\n•\tto recruit a professional manager spearheading the revival of Setit’s business performance<br />\r\n•\tto restructure the outstanding debt": 1,
    "- to market 70.300 quintal of sesame\r\n-\tto develop a business plan and attract additional trade finance (30 million ETB)\r\n-\tto implement a staff performance evaluation system and staff succession plan\r\n-\tto establish input financing pilot\r\n-\tto implement MIS system": 1,
    "At the end of the project, 12 established pilot business or market relationships in 10 clusters involving 12 unions and 120 member cooperatives have on average reached an additional yearly turn-over of output marketing of a minimum of 2,000 tons of produce per union as a consequence of direct project interventions (see annex 12 for assumptions and calculations). As an effect of this project and additional contributions from others, it is expected that the involved 42,000  smallholder farmers’ households will have increased the productivity with 25% .": 1,
    "Feasability study and marketing strategy for Gayo coffee in the Indonesia and Asian market.": 1,
    "The main objective of Agriterra’s support is to reduce milk losses reported milk supply is 5% higher than reported sales) and reduce milk returned from the market due to quality problems (currently at 6%).": 1,
    "Increasing and diversifying horticultural production of passion fruit, tomatoes, avocados, pineapple, and banana.": 1,
    "Improve the livelihood of member farmers through rural economic activities in vegetable and rice production and marketing.": 1,
    "General objective: \r\n The overall objective is to empowering of small farmers towards cooperative marketing and enterprising of their produces\r\n\r\n Specific objectives: \r\n\r\n 1. Improve access of capacity to increase production of farmer organisations and group members \r\n 2. Improve access of farmer members to cooperatives and collective marketing (collective sale, purchase of inputs, produces and transport)\r\n 3. Effective business development and investment planning improvement\r\n 4. Organizational strengthening and capacity building of FOs for direct and effective extension services to members\r\n 5. Giving advisory support to and facilitate member organizations toward professional functioning as a member organisation": 1,
    "Desarrollar un proceso de capacitación y aprovechamiento de los saberes colectivos para potenciar los principios cooperativistas en los sujetos individuales y sus motivaciones empresariales.\r\nPromover la integración de jóvenes y mujeres en las organizaciones de base para dinamizar la gestión y sostenibilidad de los negocios.\r\nPromover la construcción de alianzas e intercambios de experiencias exitosas de comercialización para generar nuevos canales de mercado.\r\nDirigir actividades de consultorías para la creación de marcas y registros sanitarios para las cooperativas agroindustriales.": 1,
    "General objective: \r\n1. To transform farmer groups into entrepreneurial entities through capacity building and engagement with actors in priority value chains for improved rural livelihoods\r\n\r\nSpecific objectives:\r\n1. To enable KENFAP to sensitize and select Common Interest Groups (CIPs) to cluster into and form  Producers Business Groups (PBGs) in Priority Agricultural Product Value Chains:  3 months;\r\n2. To allow these PBGs to develop a bankable business plan: 3 months;\r\n3. To identify and finance designated business development services needed by the PBGs in the first year of the operation: starting September 1st, 2011.": 1,
    "1. Consolidar la comercialización asociativa de los productores ecológicos en las ecoferias de Aija, Carhuaz, Huancayo y Lima.\r\n2. Fortalecer las capacidades de gestión comercial en los ecoferiantes de Aija, Carhuaz, Huancayo y Lima.": 1,
    "El fin del proyecto es contribuir a mejorar la calidad de vida de 5 927 familias productoras de cacao de 15 organizaciones y 292 comités de base de la Región San Martín.": 1,
    "Goal: A target number of farmers and fishers households have increased yields and income as direct result of participating in cluster, base, and federation strengthening, sustainable agriculture, product and market development, agri-financing, governance, and agri-business enterprise model building activities of PAKISAMA.": 1,
    "The main goal of this project is to increase the income of the small farmers and their commodity clusters organized under the Agriterra PFF program by collectively producing agricultural product with market demand and establishing various farmers’ agri-businesses to market value added products. Using the value chain approach, farmers will be able to enhance appropriate business skills in managing the selected business identified in the value chain, clarify its  role in the value chain, efficient production and supply management collectively, determine market demand, incubate businesses to test market and prove business profitability and expand businesses with market demand potential.\r\n\r\nThe secondary goal of this project is to improve the current agri-business practices of PASAKA through efficient production and marketing programs based on value chain approach and to institutionalize internal resource generation for operation’s sustainability in delivering support services to the commodity clusters of the three provincial federations.": 1,
    "- Positioning of products of cooperative farmers in the organic market\r\n-\tDevelopment of a network of organic producers and link them to consumers\r\n-\tPromote the use of organic inputsby producers \r\n-\tImprovement of the production, marketing and capacity building infrastructure of the centre for AgroEcological investment and technical support (CIETTA)).": 1,
    "The goal of this contract with Banyakole-Kweterana Union is to develop a bankable business plan in order to obtain enough working capital for achieivng their business goals. In addition, Agriterra will provide additional expertise in terms of marketing and internal structures.": 1,
    "Increase sales performance of Katerera ACE and organizational strengthening by means of improving financial management of the ACE and increase equity.": 1,
    "The goal of this contract is to strengthen Nyakyera ACE in order for the cooperative to operate again as an economic enterprise, whereby it adds value to the produce of their members. Further the goal is to increase in membership and to assess the possibilities of investing in a 5.000 liter milk cooler.": 1,
    "• Increase income of 6000 households’ direct beneficiaries in Kitgum and Lamwo.\r\n•\tA total of 50 new change agents identified and selected by the group members trained on gender concepts on equality for 3days to enable them deliver affective.\r\n•\tConduct households trainings on gender, joint planning and shared benefits for 240 groups by M and E officers\r\n•\tTraining and mentoring women and youth entrepreneurs in entrepreneurships  for 3days 20 women and 15  youth \r\n•\tBackstop to 240 groups on enterprise development, joint planning and shared benefit and financial management by July 2015, \r\n•\tTrained 100 VSLA group in marketing, business planning, book keeping and market information\r\n•\tA total of 240 Groups trained in gender and HIV / AIDS by end 2014. Farmers able to live responsibly and produce food and generate income for the household.\r\n•\tExchange experiences within and outside the groups on gender services and products, successes, challenges and documentation": 1,
    "Enhance the competitiveness of mushroom in Ninh Binh in order to gerate jobs and income for about 5,000 households in the province, of which about 2,500 households are the poor": 1,
    "To improve the income and employment of smallholder farmers as member of cooperatives engaged in three value chains: high quality rice, pig and vegetables in Quang Tri Province through addressing the key constraints identified in the value chain analysis.": 1,
    "Tusoco Viajes increases income generation among rural farmers in Bolivia": 1,
    "- Developing a long terms internal capitalization strategy\r\n- To mobilize internal capital (5000.000 ETB) and bank loan (around 10.000.000 ETB) for semi-refinery\r\n- Improving marketing capacity\r\n- Improving financial management capacity\r\n- Improving membership commitment and supply chain management\r\n- To start acquisition and construction of refinery plant": 1,
    "Objectives\r\n•\tMobilize finance for malt barley contract: 5 million ET birr\r\n•\tOptimize and strengthen malt barley value chain\r\n•\tIncrease output marketing performance Tsehay\r\n•\tIncrease quality and quantity of production": 1,
    "Main objectives action plan 2012-2013\r\n•\tTo get the wheat processing venture of Merkeb operational and in the long run profitable\r\n•\tTo acquire working capital for wheat purchase of Merkeb’ first operational year \r\n•\tTo optimize the wheat supply chain": 1,
    "- To assess the establishment of a joint wheat processing venture by three unions (Raya Wakena, Gedeb and Galema) and finalizing business plan accordingly \r\n-\tTo increase the union's own equity (minimum of 6 million ET birr)\r\n-\tTo mobilize a loan for investment and working capital for the flour factory (33 million ET Birr)\r\n-\tTo start acquisition equipment and construction of factory": 1,
    "* Train board on cooperative principles\r\n* Develop a strategic plan\r\n* Better access to finance with business plan": 1,
    "API’s aims to achieve the following objectives by 2013:\r\n1. To increase the members’ income by promoting collective marketing and organization strengthening.\r\n2. To establish peasant organizations that have a powerful bargaining position in every commodity chain they develop, and\r\n3. To enable the members to share their knowledge and experience regarding collective marketing and the organisation strengthening.": 1,
    "* Better cashflow management\r\n* Farmers capable and knowledgable to become trainers\r\n* Strategic plan for the organisation": 1,
    "Development of a business plan": 2,
    "* Developing of financial system\r\n* Defining strategic goals and plan": 1,
    "The interim manager (interim CEO) task is to bring Lelbren back to profitability and restructure the organisation completely to do away with any conflict of interest and inability to move Lelbren forward at Board level": 1,
    "Develop a SMART strategic plan.\r\nInvest in training and education of the Board of Directors the management and staff, in order to enhance the overall performance of the SACCO. \r\nComputerize the administration of the two branches.": 1,
    "For 2013: elaborate business plan for processing plant": 1,
    "Development of a business plan for a processing milk plant, which is the centerpiece of the merged operation. All other structures and functions in the process will revolve around this enterprise.": 1,
    "Increase milk intake by 5,000 l/day for society": 1,
    "Goal for 2013 is to acquire new eighing scales.": 1,
    "Overall goal is to contribute in sustained rural poverty reduction of smallholder tea farmers of Eastern districts of Nepal by increasing their income, and equally empower small farmer based organisations to provide better technical and management services.\r\n \r\nObjectives: Key objectives of the project:\r\n 1. Entrepreneurship skills development and marketing support services to the tea entrepreneurs\r\n 2. Support tea cooperatives and farmers for Access to Finance and capacity building support services on financials\r\n 3. Lobby and advocacy on various tea issues (favourable tea policy, celebration of 16th National Tea Day , organic inputs, certification, collateral free loan etc.,) \r\n4. Advisory services on cooperative management and administration, and seeking experts from Agripool for support in developing marketing strategies for the members\r\n 5. To establish effective supervision and monitoring system in tea sub sector for regular dissemination of information.": 1,
    "The main objective of the project is to improve the living condition of rural population through smallholder value chain development in order to provide solutions that increase the income and capabilities of Small Farmers Agricultural Cooperatives (SFACL) engaged in production, processing and marketing on a sustainable basis. \r\n\r\nSub objectives are:\r\n1. Agriculture Market Development – The aim of this component is to enhance the profitability of SFCL members by improving their access to markets and their capacity to add value to locally produced raw materials. This will be achieved by (a) facilitating the linkage of SFCLs to local and national markets and (b) easing critical market infrastructure constraints to the processing, storage, handling and marketing of farm produced and their processed products.\r\n\r\n2.SFCL Productivity Enhancement -The aim of this component is to enhance the productivity of SFACL member by providing various capacity developments training on production  technology. \r\n\r\n3.Organizational Strengthening of the groups and cooperatives - The aim of this component is to strengthen the SFACL  organization by providing technical backstopping on the various components of farmers to farmers replication process.": 1,
    "Lograr una estructura empresarial mas eficiente": 1,
    "Plan de Negocios para Café Tostado y Molido": 1,
    "Mejorar el Desempeño Empresarial": 1,
    "Mejorar Eficiencia en la Producción de Palmito": 1,
    "Profesionalizando la estructura empresarial": 1,
    "Procesar y comercializar cacao y panela": 1,
    "Mejorar eficiencia en acopio, transformación y comercialización de Quinua": 1,
    "Planta procesadora para fibra de alpaca": 1,
    "Plan de Negocios para Algodón Pima Peruano": 1,
    "Contar con propias almacenes y oficinas administrativas": 1,
    "* Business plan finalised and able to present to financiers<br />\r\n* Well runned organisation with financial system and principles in place<br />": 1,
    "Increase volume and quality of coffee through an effective compost programme, improved nurseries and improved processing of the coffee.": 1,
    "The goal of this contract is to improve internal controls, financial management in relation to the management of the business, to come closer to a formal seperation of the project department and the business and finally to create a mechanism to further strengthen and capitalise the loca level (hubs).": 1,
    "Attracting more liquidity to fund agricultural development.": 1,
    "Number of members: 1700\r\nNumber of cows: 4000\r\nMilk intake per day\t: 20 tons/day\r\nFinancial targets: \r\nTurnover\tVND 90 billions equivalent to USD 4.5 million\r\nProfit: 4 billions equivalent to USD 200,000": 1,
    "To generate income and employment of rural households in agrotourism activities by establishing an agrotourism centre in AGFU which will provide services in marketing, training and access to finance/loans from the bank.": 1,
    "The goal of the Programme is ‘to contribute to rural poverty alleviation through increased incomes and improved livelihoods of cotton farmers’. The objective of the Programme is ‘to strengthen the capacity of CAZ to satisfy the cotton producers’ needs’. To ensure that CAZ becomes a member driven, well structured & governed organization and sustainable organization with the capacity to provide effective and efficient service delivery in the areas of production, value addition, contractual negotiations and lobbying and advocacy. In the project support for Agriterra the focus is on increase of cotton production and productivity, value addition and entrepreneurial skills development, contractual agreements, credit and savings trainings, formation of pre-cooperatives and organisational development as a whole.": 1
  },
  ".//default-aid-type/@code": {
    "D02": 151
  },
  ".//default-finance-type/@code": {
    "110": 151
  },
  ".//default-tied-status/@code": {
    "untied": 151
  },
  ".//description/@type": {
    "1": 151,
    "2": 151
  },
  ".//participating-org/@role": {
    "Funding": 151
  },
  ".//participating-org/@type": {
    "10": 151
  },
  ".//recipient-country/@code": {
    "CD": 10,
    "GN": 1,
    "GT": 2,
    "HN": 1,
    "SV": 3,
    "KE": 14,
    "EC": 5,
    "TZ": 6,
    "NL": 8,
    "NE": 4,
    "PE": 14,
    "BI": 2,
    "MG": 2,
    "NP": 5,
    "RW": 2,
    "SS": 1,
    "TG": 1,
    "MD": 1,
    "UG": 12,
    "NI": 2,
    "GH": 1,
    "JO": 1,
    "ML": 2,
    "BJ": 2,
    "BO": 4,
    "ES": 1,
    "PH": 5,
    "BR": 2,
    "BF": 1,
    "ZM": 3,
    "ET": 12,
    "BA": 2,
    "CN": 1,
    "ID": 8,
    "IN": 1,
    "KH": 3,
    "AM": 1,
    "BD": 1,
    "VN": 4
  },
  ".//result/@type": {
    "0": 151
  },
  ".//sector/@vocabulary": {
    "RO": 151
  },
  ".//transaction/disbursement-channel/@code": {
    "2": 140
  },
  ".//transaction/transaction-type/@code": {
    "C": 140,
    "E": 140
  },
  ".//transaction/value/@currency": {
    "EUR": 280
  }
}