{
  "1": {
    ".//@default-currency": {
      "EUR": 66
    },
    ".//activity-date/@type": {
      "start-actual": 66,
      "end-actual": 66
    },
    ".//activity-status/@code": {
      "1. to contribute to the main objectives of FFP.\r\n2. to contribute to the combat against HIV/AIDS.": 1,
      "An improved understanding by rural people’s organizations of their present financial management position and ways to improve this.\r\nImproved financial procedures and a higher quality of financial reporting according to national and/or international standards.\r\nLong-term objective strengthing the financial (and resource base) of farmers’ organizations by means of the implementation of phased action plans and the mobilization of adequate human and technical resources.": 1,
      "": 32,
      "to make the financing function a speciality": 1,
      "The overall goal of the development of Technical and Business training program to Quang Tri Vicopsme is to improve employment and income generation capacities of member cooperatives by applying value chain methodology to identify and solve constraints, thus also promoting the development of collective economic sector within Quang Tri Province.": 1,
      "To regulate the forms of cooperation between Agriterra and SCC, with regard to the linkage of both organisations to support and promote the development of farmers' and rural members'organisations in Latin America.": 1,
      "5130": 1,
      "Le projet 1000s+ emploie ses ressources humaines et financières pour agir sur les compétences des acteurs impliqués dans la formation des pôles d’entreprises agricoles (PEA) et le développement des chaînes de valeur. Ces actions de renforcement des capacités induisent des résultats intermédiaires, dont l’ensemble concourt aux quatre buts du projet. Trois des 4 buts poursuivis par le projet 1000s+ sont formulés en termes d’impact au niveau des producteurs et leurs fermes : \r\n1.\tAccroître la productivité agricole de 50% et le revenu agricole de 30% pour un million de ménages ruraux ;\r\n2.\tAugmenter de 2 millions d’hectares les superficies additionnelles de terres cultivées de façon plus durable ;\r\n3.\tAméliorer la sécurité alimentaire à travers un accroissement de 500 000 tonnes de production agricole en céréales équivalentes ;\r\n4.\tAccroître de 50% le chiffre d’affaire, le nombre de magasins ou de boutiques et le nombre d’employés pour 2000 entrepreneurs locaux.\r\n\r\nAvec ce projet, AgriCord appuie ROPPA et OP nationales (7 pays) a effectivement piloter le projet 1000s+": 1,
      "Objectifs spécifiques pour la période 2008-2012:\r\n1. Les différents organes s'approprient la mission de l'association et maîtrisent leurs responsabilités;\r\n2. Amélioration de la capacité technique de gestion des crédits de l'association Tikonna;\r\n3. Réduction du niveau d'analphabétisme des femmes;\r\n4. Amélioration de la position de la femme dans la commune;\r\n5. Développement de partenariat et de réseautage.": 1,
      "Objectifs spécifiques pour la période 2008-2010:\r\n1. Accroitre les capacités et les ressources financières de l'association.\r\n2. Accroître la disponibilité du crédit et améliorer les capacités de gestion des crédits.\r\n3. Développer les activités génératrices de revenus.\r\n4. Accroitre l'influence de Mialebouni dans la zone.\r\n5. Accroître le réseau de partenariat de Mialebouni.": 1,
      "Objetivos CONAPLE\r\n- Financiar la organización interna de CONAPLE y ELENA su trabajo de cabildeo ante el gobierno nacional, los gobiernos departamentales y otras instancias, para la implementación de sus objetivos y el fortalecimiento del sector de pequeños productores lecheros en Bolivia construyendo canal de desarrollo local, departamental y nacional. \r\n\r\nObjetivos de ELENA\r\n- Comercializar e industrializar lácteos y otros alimentos frescos, de alto valor nutritivo, provenientes de pequeños productores y contribuir al desarrollo y la erradicación de la pobreza\r\n- Implementación de una Planta Industrializadora de Leche en Polvo en Santa Cruz, en forma conjunta entre las empresas de pequeños productores participantes, la misma que contará con su propia infraestructura, maquinaria y tecnología avanzada, las mismas que serán financiadas con recursos de las propias empresas, Cooperación Internacional y socios estratégicos.": 1,
      "Objectif Global:\r\nEtre une organisation de professionnels agricoles, crédible, oeuvrant au renforcement des capacités organisationnelles, techniques et économiques de ses membres.\r\n\r\nObjectifs Spécifiques:\r\n1. Améliorer la crédibilité institutionnelle de la FEPAB et renforcer au moins 40% des unions de base.\r\n2. Accroitre la production et faciliter l'écoulement des excédents au niveau des unions membres.\r\n3. Renforcer les compétences et les capacités techniques et opérationnelles de la FEPAB à tous les niveaux.": 1,
      "Goal and long term vision: Producers Association where her members living with HIV/AIDS (PLWHA), their families and institutions are not discriminated to participate in programme activities.\r\n\r\nSpecific objective:\r\nUOSPA to mainstream and integrate HIV AIDS in all her development work and reduce the impact of HIV AIDS to her members and oilseed farming communities by 2010.\r\n\r\nObjectives of Activities:\r\n1. to assess the social and economic costs of HIV/AIDS on UOSPA and its staff.\r\n2. To have strategic partners who can provide HIV/AIDS services (treatment, home base care, material support etc.) to affected household and infected UOSPA members.\r\n3. To guide the organization to develop clear procedures to handle HIV/AIDS issues (confidentiality, stigma and discrimnation, education and information, treatment and prevention and monitoring and evaluation) in the organization.\r\n4. to identify factors causing low participation of HIV/AIDS affected households and infected members in UOSPA programmes.\r\n5. Have farmer group members that have basic knowledge about HIV-AIDS and support people affected and infected by HIV-AIDS.\r\n6. to ensure that HIV/AIDS mainstreaming (internal and external) is being implemented as planned.": 1,
      "Au terme des quatre nouvelles années, les résultats attendus sont :\r\n1.\tLe RBM et ses  démembrements disposent de capacités d’influence des politiques\r\n2.\tLes antennes nationales élargies sont mises en place et fonctionnelles\r\n3.\tLes politiques nationales et régionales de commercialisation de bétail sont favorables à la promotion économique des pasteurs\r\n4.\tLe circuit de commercialisation des produits d’élevage aux niveaux national et régional, est assaini\r\n5.\tL’approvisionnement en intrants zootechniques et vétérinaires est assuré\r\n6.\tUn environnement favorable  à l’accès aux services de base pour les pasteurs est créé\r\n7.\tLes populations pastorales sont mieux informées sur le HIV / SIDA\r\n8.\tLes pouvoirs économiques et politiques des femmes et autres groupes marginalisés des communautés pastorales sont renforcés\r\n9.\tLes pasteurs sont représentés et influencent les politiques/décisions en faveurs de leurs communautés aux niveaux local, national et régional\r\n10.\tLes espaces et ressources pastoraux sont définis, reconnus et protégés aux niveaux local, national et régional": 1,
      "Mise en place des Banques céréalières gérées par les groupements féminins dans la Région de Zinder au Niger:\r\nDépartement Mirriah Commune Hamdara Villages 1. Dillé 2. Hamdara Hassanou 3. Kanwa\r\nDépartement Zinder Commune Zinder commune II Villages 4. Angoal Bawa 5. Garin Sidi 6. Magaria Ta Adam": 1,
      "Cuatro regiones, bases de la CNA mejoran sus capacidades productivas y de comercialización de productos de agricultura sostenible con la metodología de CaC, participando en la gestión del desarrollo local y generando propuestas que son adoptadas como políticas para la seguridad alimentaria.": 1,
      "The overall goal is to assist farmers, members of SCFCU Primary Cooperative Societies, in getting the highest returns on price and premium for the coffee they produce.": 1,
      "1. To enhance the capacity of the federation, staff, leadership and membership for informed decision making, improved effectiveness and increased operational competence. \r\n2.\tTo foster the interests of farmers by stimulating beneficial policy changes through lobby and advocacy and focus on adoptable research through requisite engagement in research dialogue   \r\n3.\tTo realise an information and communication system, capable of responding to the operational and structural needs of the federation, membership and the sector\r\n4.\tTo build the financial sustainability of the organisation and enhance member operational autonomy for improved response to its needs and service delivery\r\n5.\tTo promote and sustain mutually remunerative partnerships through operationally efficient structures and participation in global debate   \r\n6.\tTo improve benefits from agricultural value chains by promoting objective engagement of women, youth and redressing environmental, HIV/AIDS, Gender and other cross cutting concerns": 1,
      "-L’accroissement progressif de la production du miel en quantité et en qualité\r\n-Le renforcement de l’appui organisationnel et structurel aux coopératives apicoles ;\r\n-La mise sur pied des bases d’une meilleure implication de la femme  et des jeunes dans les activités de la filière apicole.\r\n-L’amélioration du secteur commercial pour vendre plus et stimuler la production": 1,
      "1.Contribute to the overall cooperative development movement in Armenia by establishing new cooperatives in the regions where FAA is not active yet.\r\n2.Strengthening organizational, technical and managerial capacity of the FAA and its member farmers’ organizations to participate better in the agrifood sector of Armenia.\r\n3.Develop the FAA TRC department as a professional business unit for training and consulting service delivery. \r\n4.Strengthening the lobbying and advocacy skills of FAA to better voice the interests of Armenian farmers at national and international levels. \r\n5.Enhancing PR and Communication activities of the FAA.\r\n6.Empower woman farmers and recruit more woman members in the local FOs.\r\n7.Establishing solid partnerships with local and international expert organizations with the help of donors for growing more efficiently and effectively.": 1,
      "Promover el turismo solidario comunitario en Bolivia como modelo de organización de comunidades campesinas y/o indígenas; fortaleciendo capacidades en la conservación del medio ambiente, en la revalorización del patrimonio cultural e histórico y sobretodo como estrategia de desarrollo socioeconómico sostenible para poblaciones del área rural.": 1,
      "1. EAFF is a well recognized and pro-active partner in policy making and implementation in agriculture and trade related issues in relevant forums\r\n2.\tMember organizations have the capacity to fully understand and influence EAFF affairs\r\n3.\tEAFF leadership and secretariat have developed the necessary managerial capacities to fulfill the responsibilities given by its members\r\n4.\tEAFF progressively covers basic institutional running costs out of gradual increase of members’ contribution and other incomes\r\n5.\tKey stakeholders have access to relevant and updated information in the appropriate language\r\n6.\tEAFF is well known and appreciated by all relevant stakeholders \r\n7.\tEAFF has diversified and mainstreamed membership\r\n8.\tEAFF and member organizations have close , satisfactory and mutually supporting relations": 1,
      "L’objectif général du projet est de contribuer à l’augmentation des revenus des éleveurs pasteurs en améliorant leur accès au marchés.": 1,
      "L’objectif  global est d’améliorer les conditions de vie des paysans membres de Fekritama et défendre leurs droits socio-économiques.": 1,
      "Les différents organes du SYDIP sont représentatifs de ses membres et assurent leur fonction de manière  satisfaisante\r\n\r\nLes membres du SYDIP trouvent l'information nécessaire pour faire progresser leur métier agricole\r\n\r\nRenforcer les capacités des dirigeants en leadership et entreprenariat\r\n\r\nLes membres de SYDIP ont augmenté leur revenu grâce à des marges plus importante de leur culture": 1,
      "To contribute to household livehood development and poverty reduction of the targeted small-scale farmers through their groups and networks.": 1,
      "The Specific Union for Farmer Women aims at variation of income sources, empowerment of rural girls through education, and at raising women awareness. \r\nIts ultimate aim is to raise living standards of families, which affects the whole society positively.": 1,
      "* Objectif global : Accroître la production  piscicole des coopératives primaires (CP) pour améliorer leurs revenus par la supplémentation des concentrés et application des meilleures techniques piscicoles\r\n* Objectifs spécifiques : \r\n- Renforcer les capacités organisationnelles et structurelles de certaines coopératives.\r\n- Améliorer les activités économiques des pisciculteurs et promouvoir  la fonction économique dans les Coopératives primaires et de la femme en particulier.\r\n- Augmenter et diversifier la production piscicole et autres productions connexes à la pisciculture.\r\n- Organiser la commercialisation des produits piscicoles encourt de production.\r\n- Accroître le degré de mobilisation dans la libération des cotisations et des parts sociales.\r\n- Lutter contre l’insécurité foncière liée à la pisciculture. \r\n- Faire passer les membres des CP de l’esprit d’attentisme à la dynamique d’autopromotion et d’entrepreneurs.": 1,
      "Objectifs généraux :\r\n1. Contribuer au renforcement des capacités d’analyse et de prise de décisions des leaders paysans en vue d’une prise en compte des intérêts de leurs membres dans l’élaboration des politiques Agricoles\r\n2. Contribuer au renforcement de la dynamique institutionnelle et organisationnelle des AOPP régionales et de l’AOPP nationale": 1,
      "Long term objectives: To improve awareness and knowledge for aquaculture farmers on food safety and environmental protection for 100% of aquaculture farmers’ households who raise and process aquaculture products in Nghia Hung, Giao Thuy and Hai Hau districts in order to make a contribution to poverty reduction.": 1,
      "Overall goal: To improve the competitiveness of sedge sector in Ninh Binh province and Nga Son district in order to create more income and employment for about 42,500 people, including 18,800 poor people in the sedge value chain.": 1,
      "The overall objective is to reach farmers more directly at local level. In order to strengthen the impact of the pilot phase of the 24 micro-projects, in the external evaluation it is recommended that KENFAP and Agriterra continue with the programme of micro-projects.": 1,
      "The action will address directly the three objectives of the call:\r\n(a)\tThe action will encourage the positive response from the agricultural sector by strengthening the institutional capacity of the national farmers’ organizations, in order to enhance local capacities to provide services to farmers. \r\n(b)\tThe action will enhance small farmers’ capacities to mitigate the negative effects of volatile food prices by means of three broad kinds of activities: productivity enhancement and crop diversification, improved marketing, and improving the governance and level of organization of the sector. \r\n(c)\tTo enhance the sustainability of interventions, the action will strengthen the productive capacities and the governance of the agricultural sector by means of improving - through the action of producers’ organizations - the systems for input provision, technology and knowledge transfer and marketing in key food products and through institutionalising and strengthening the participation of farmers’ representatives in various relevant policy fora.": 1,
      "Les objectifs stratégiques pour la période 2010-2014 sont:\r\n1. Lofepaco, un partenaire bien reconnu et proactif dans la formulation, l'exécution et l'examen des politiques agricoles et problèmes liés au financement des coopératives d'épargne et crédit des producteurs agricoles.\r\n\r\n2. Le savoir faire professionnelle de la femme productrice améliorer.\r\n\r\n3. Les femmes productrices ont la capacité de comprendre, influencer et de défendre leur intérêt.\r\n\r\n4 Maintenir le fonctionnement de base de la coordination comme un soutien au leadership de la Lofepaco et ses associations membres.\r\n\r\n5. Lofepaco, ses membres et les femmes productrices forte par l'autopromotion.\r\n\r\n6. Les femmes productrices ont accès à l'information nécessaire, pertinente et actualisée dans la langue locale.\r\n\r\n7. Modération et facilitation efficace de la campagne \"nous pouvons\".": 1,
      "1. Social mobilisation.\r\n2. Securing a Women wing: establishing social forums in the project area.\r\n3. Micro finance activities to be promoted.\r\n4. Women to take up economic activities.\r\n5. Improving knowledge base of women through publications and procuring reading material.": 1
    },
    ".//default-aid-type/@code": {
      "Default-aid-type: [code=\"D02\" ] ": 66
    },
    ".//default-finance-type/@code": {
      "110": 66
    },
    ".//default-tied-status/@code": {
      "untied": 66
    },
    ".//description/@type": {
      "1": 66,
      "2": 66
    },
    ".//participating-org/@role": {
      "Funding": 66
    },
    ".//participating-org/@type": {
      "10": 66
    },
    ".//recipient-country/@code": {
      "NL": 5,
      "CD": 9,
      "BE": 1,
      "VN": 3,
      "TH": 1,
      "SE": 1,
      "NE": 6,
      "MD": 1,
      "UY": 1,
      "UG": 4,
      "RW": 2,
      "BF": 2,
      "BJ": 3,
      "BO": 3,
      "CM": 1,
      "TZ": 2,
      "CN": 1,
      "BA": 1,
      "PE": 2,
      "ET": 4,
      "PH": 1,
      "KE": 3,
      "AM": 1,
      "ML": 2,
      "MG": 1,
      "JO": 1,
      "ZM": 1,
      "NP": 2,
      "IN": 1
    },
    ".//result/@type": {
      "0": 66
    },
    ".//sector/@vocabulary": {
      "RO": 66
    },
    ".//transaction/disbursement-channel/@code": {
      "2": 66
    },
    ".//transaction/transaction-type/@code": {
      "C": 66,
      "E": 66
    },
    ".//transaction/value/@currency": {
      "EUR": 132
    }
  }
}