{
  ".//@default-currency": {
    "GBP": 49028,
    "EUR": 109350,
    "USD": 368838,
    "KES": 2,
    "MWK": 1,
    "CAD": 9174,
    "ZAR": 17,
    "XOF": 2,
    "usd": 89,
    "TZS": 2,
    "EUR ": 50,
    "BAM": 2,
    "UGX": 4,
    "ETB": 2,
    "NGN": 5,
    "AUD": 8522,
    "NOK": 4085,
    "DKK": 12604,
    "XDR": 4131,
    "JPY": 45505,
    "PKR": 5,
    "KRW": 2019,
    "CHF": 12091,
    "BDT": 5,
    "SLL": 1,
    "NPR": 2,
    "INR": 1,
    "ZMK": 1,
    "NZD": 1240,
    "gbp": 1,
    "": 54,
    "XBT": 1
  },
  ".//@xml:lang": {
    "en": 3383345,
    "fr": 195095,
    "my": 5,
    "pt": 1667,
    "es": 270896,
    "nl": 10360,
    "ar": 31,
    "af": 77,
    "ne": 82,
    "sw": 15,
    "hi": 1,
    "it": 1,
    "NL": 1790,
    "de": 11797,
    "bn": 20,
    "aa": 1,
    "da": 76,
    "ki": 1,
    "ta": 1,
    "am": 4,
    "ur": 3,
    "EN": 2079,
    "ny": 1,
    "eo": 8,
    "xh": 9,
    "FR": 12103,
    "sv": 106702,
    "so": 2,
    "ce": 1,
    "ro": 1,
    "uz": 6,
    "id": 8,
    "ms": 18,
    "su": 1,
    "ru": 1,
    "mr": 2,
    "": 91,
    "pt-br": 42
  },
  ".//activity-date/@type": {
    "2": 334504,
    "start-actual": 181562,
    "end-actual": 131190,
    "end-planned": 201132,
    "start-planned": 188630,
    "3": 159997,
    "1": 184025,
    "4": 262992,
    "Actual activity end date": 4,
    "end planned": 187,
    "contract-end": 1,
    "contract-start": 1
  },
  ".//activity-scope/@code": {
    "4": 139291,
    "1": 52902,
    "2": 10435,
    "3": 3704,
    "5": 1030,
    "6": 781,
    "8": 1330,
    "": 154,
    "7": 296
  },
  ".//activity-status/@code": {
    "2": 319960,
    "4": 103868,
    "3": 179834,
    "1": 25785,
    "MX": 2,
    "Bidding Round (Feb)": 5,
    "Bidding Round (May/June)": 3,
    "5": 1026,
    "6": 159,
    "": 766,
    "0": 6,
    "#VALUE!": 16,
    "IMPLEMENTATION": 1,
    "1. to contribute to the main objectives of FFP.\r\n2. to contribute to the combat against HIV/AIDS.": 1,
    "An improved understanding by rural people’s organizations of their present financial management position and ways to improve this.\r\nImproved financial procedures and a higher quality of financial reporting according to national and/or international standards.\r\nLong-term objective strengthing the financial (and resource base) of farmers’ organizations by means of the implementation of phased action plans and the mobilization of adequate human and technical resources.": 1,
    "to make the financing function a speciality": 1,
    "The overall goal of the development of Technical and Business training program to Quang Tri Vicopsme is to improve employment and income generation capacities of member cooperatives by applying value chain methodology to identify and solve constraints, thus also promoting the development of collective economic sector within Quang Tri Province.": 2,
    "To regulate the forms of cooperation between Agriterra and SCC, with regard to the linkage of both organisations to support and promote the development of farmers' and rural members'organisations in Latin America.": 1,
    "5130": 1,
    "Le projet 1000s+ emploie ses ressources humaines et financières pour agir sur les compétences des acteurs impliqués dans la formation des pôles d’entreprises agricoles (PEA) et le développement des chaînes de valeur. Ces actions de renforcement des capacités induisent des résultats intermédiaires, dont l’ensemble concourt aux quatre buts du projet. Trois des 4 buts poursuivis par le projet 1000s+ sont formulés en termes d’impact au niveau des producteurs et leurs fermes : \r\n1.\tAccroître la productivité agricole de 50% et le revenu agricole de 30% pour un million de ménages ruraux ;\r\n2.\tAugmenter de 2 millions d’hectares les superficies additionnelles de terres cultivées de façon plus durable ;\r\n3.\tAméliorer la sécurité alimentaire à travers un accroissement de 500 000 tonnes de production agricole en céréales équivalentes ;\r\n4.\tAccroître de 50% le chiffre d’affaire, le nombre de magasins ou de boutiques et le nombre d’employés pour 2000 entrepreneurs locaux.\r\n\r\nAvec ce projet, AgriCord appuie ROPPA et OP nationales (7 pays) a effectivement piloter le projet 1000s+": 1,
    "Objectifs spécifiques pour la période 2008-2012:\r\n1. Les différents organes s'approprient la mission de l'association et maîtrisent leurs responsabilités;\r\n2. Amélioration de la capacité technique de gestion des crédits de l'association Tikonna;\r\n3. Réduction du niveau d'analphabétisme des femmes;\r\n4. Amélioration de la position de la femme dans la commune;\r\n5. Développement de partenariat et de réseautage.": 2,
    "Objectifs spécifiques pour la période 2008-2010:\r\n1. Accroitre les capacités et les ressources financières de l'association.\r\n2. Accroître la disponibilité du crédit et améliorer les capacités de gestion des crédits.\r\n3. Développer les activités génératrices de revenus.\r\n4. Accroitre l'influence de Mialebouni dans la zone.\r\n5. Accroître le réseau de partenariat de Mialebouni.": 2,
    "Objetivos CONAPLE\r\n- Financiar la organización interna de CONAPLE y ELENA su trabajo de cabildeo ante el gobierno nacional, los gobiernos departamentales y otras instancias, para la implementación de sus objetivos y el fortalecimiento del sector de pequeños productores lecheros en Bolivia construyendo canal de desarrollo local, departamental y nacional. \r\n\r\nObjetivos de ELENA\r\n- Comercializar e industrializar lácteos y otros alimentos frescos, de alto valor nutritivo, provenientes de pequeños productores y contribuir al desarrollo y la erradicación de la pobreza\r\n- Implementación de una Planta Industrializadora de Leche en Polvo en Santa Cruz, en forma conjunta entre las empresas de pequeños productores participantes, la misma que contará con su propia infraestructura, maquinaria y tecnología avanzada, las mismas que serán financiadas con recursos de las propias empresas, Cooperación Internacional y socios estratégicos.": 2,
    "Objectif Global:\r\nEtre une organisation de professionnels agricoles, crédible, oeuvrant au renforcement des capacités organisationnelles, techniques et économiques de ses membres.\r\n\r\nObjectifs Spécifiques:\r\n1. Améliorer la crédibilité institutionnelle de la FEPAB et renforcer au moins 40% des unions de base.\r\n2. Accroitre la production et faciliter l'écoulement des excédents au niveau des unions membres.\r\n3. Renforcer les compétences et les capacités techniques et opérationnelles de la FEPAB à tous les niveaux.": 1,
    "Goal and long term vision: Producers Association where her members living with HIV/AIDS (PLWHA), their families and institutions are not discriminated to participate in programme activities.\r\n\r\nSpecific objective:\r\nUOSPA to mainstream and integrate HIV AIDS in all her development work and reduce the impact of HIV AIDS to her members and oilseed farming communities by 2010.\r\n\r\nObjectives of Activities:\r\n1. to assess the social and economic costs of HIV/AIDS on UOSPA and its staff.\r\n2. To have strategic partners who can provide HIV/AIDS services (treatment, home base care, material support etc.) to affected household and infected UOSPA members.\r\n3. To guide the organization to develop clear procedures to handle HIV/AIDS issues (confidentiality, stigma and discrimnation, education and information, treatment and prevention and monitoring and evaluation) in the organization.\r\n4. to identify factors causing low participation of HIV/AIDS affected households and infected members in UOSPA programmes.\r\n5. Have farmer group members that have basic knowledge about HIV-AIDS and support people affected and infected by HIV-AIDS.\r\n6. to ensure that HIV/AIDS mainstreaming (internal and external) is being implemented as planned.": 2,
    "Au terme des quatre nouvelles années, les résultats attendus sont :\r\n1.\tLe RBM et ses  démembrements disposent de capacités d’influence des politiques\r\n2.\tLes antennes nationales élargies sont mises en place et fonctionnelles\r\n3.\tLes politiques nationales et régionales de commercialisation de bétail sont favorables à la promotion économique des pasteurs\r\n4.\tLe circuit de commercialisation des produits d’élevage aux niveaux national et régional, est assaini\r\n5.\tL’approvisionnement en intrants zootechniques et vétérinaires est assuré\r\n6.\tUn environnement favorable  à l’accès aux services de base pour les pasteurs est créé\r\n7.\tLes populations pastorales sont mieux informées sur le HIV / SIDA\r\n8.\tLes pouvoirs économiques et politiques des femmes et autres groupes marginalisés des communautés pastorales sont renforcés\r\n9.\tLes pasteurs sont représentés et influencent les politiques/décisions en faveurs de leurs communautés aux niveaux local, national et régional\r\n10.\tLes espaces et ressources pastoraux sont définis, reconnus et protégés aux niveaux local, national et régional": 1,
    "Mise en place des Banques céréalières gérées par les groupements féminins dans la Région de Zinder au Niger:\r\nDépartement Mirriah Commune Hamdara Villages 1. Dillé 2. Hamdara Hassanou 3. Kanwa\r\nDépartement Zinder Commune Zinder commune II Villages 4. Angoal Bawa 5. Garin Sidi 6. Magaria Ta Adam": 2,
    "Cuatro regiones, bases de la CNA mejoran sus capacidades productivas y de comercialización de productos de agricultura sostenible con la metodología de CaC, participando en la gestión del desarrollo local y generando propuestas que son adoptadas como políticas para la seguridad alimentaria.": 2,
    "The overall goal is to assist farmers, members of SCFCU Primary Cooperative Societies, in getting the highest returns on price and premium for the coffee they produce.": 2,
    "1. To enhance the capacity of the federation, staff, leadership and membership for informed decision making, improved effectiveness and increased operational competence. \r\n2.\tTo foster the interests of farmers by stimulating beneficial policy changes through lobby and advocacy and focus on adoptable research through requisite engagement in research dialogue   \r\n3.\tTo realise an information and communication system, capable of responding to the operational and structural needs of the federation, membership and the sector\r\n4.\tTo build the financial sustainability of the organisation and enhance member operational autonomy for improved response to its needs and service delivery\r\n5.\tTo promote and sustain mutually remunerative partnerships through operationally efficient structures and participation in global debate   \r\n6.\tTo improve benefits from agricultural value chains by promoting objective engagement of women, youth and redressing environmental, HIV/AIDS, Gender and other cross cutting concerns": 2,
    "-L’accroissement progressif de la production du miel en quantité et en qualité\r\n-Le renforcement de l’appui organisationnel et structurel aux coopératives apicoles ;\r\n-La mise sur pied des bases d’une meilleure implication de la femme  et des jeunes dans les activités de la filière apicole.\r\n-L’amélioration du secteur commercial pour vendre plus et stimuler la production": 2,
    "1.Contribute to the overall cooperative development movement in Armenia by establishing new cooperatives in the regions where FAA is not active yet.\r\n2.Strengthening organizational, technical and managerial capacity of the FAA and its member farmers’ organizations to participate better in the agrifood sector of Armenia.\r\n3.Develop the FAA TRC department as a professional business unit for training and consulting service delivery. \r\n4.Strengthening the lobbying and advocacy skills of FAA to better voice the interests of Armenian farmers at national and international levels. \r\n5.Enhancing PR and Communication activities of the FAA.\r\n6.Empower woman farmers and recruit more woman members in the local FOs.\r\n7.Establishing solid partnerships with local and international expert organizations with the help of donors for growing more efficiently and effectively.": 2,
    "Promover el turismo solidario comunitario en Bolivia como modelo de organización de comunidades campesinas y/o indígenas; fortaleciendo capacidades en la conservación del medio ambiente, en la revalorización del patrimonio cultural e histórico y sobretodo como estrategia de desarrollo socioeconómico sostenible para poblaciones del área rural.": 2,
    "1. EAFF is a well recognized and pro-active partner in policy making and implementation in agriculture and trade related issues in relevant forums\r\n2.\tMember organizations have the capacity to fully understand and influence EAFF affairs\r\n3.\tEAFF leadership and secretariat have developed the necessary managerial capacities to fulfill the responsibilities given by its members\r\n4.\tEAFF progressively covers basic institutional running costs out of gradual increase of members’ contribution and other incomes\r\n5.\tKey stakeholders have access to relevant and updated information in the appropriate language\r\n6.\tEAFF is well known and appreciated by all relevant stakeholders \r\n7.\tEAFF has diversified and mainstreamed membership\r\n8.\tEAFF and member organizations have close , satisfactory and mutually supporting relations": 2,
    "L’objectif général du projet est de contribuer à l’augmentation des revenus des éleveurs pasteurs en améliorant leur accès au marchés.": 2,
    "L’objectif  global est d’améliorer les conditions de vie des paysans membres de Fekritama et défendre leurs droits socio-économiques.": 2,
    "Les différents organes du SYDIP sont représentatifs de ses membres et assurent leur fonction de manière  satisfaisante\r\n\r\nLes membres du SYDIP trouvent l'information nécessaire pour faire progresser leur métier agricole\r\n\r\nRenforcer les capacités des dirigeants en leadership et entreprenariat\r\n\r\nLes membres de SYDIP ont augmenté leur revenu grâce à des marges plus importante de leur culture": 2,
    "To contribute to household livehood development and poverty reduction of the targeted small-scale farmers through their groups and networks.": 2,
    "The Specific Union for Farmer Women aims at variation of income sources, empowerment of rural girls through education, and at raising women awareness. \r\nIts ultimate aim is to raise living standards of families, which affects the whole society positively.": 2,
    "* Objectif global : Accroître la production  piscicole des coopératives primaires (CP) pour améliorer leurs revenus par la supplémentation des concentrés et application des meilleures techniques piscicoles\r\n* Objectifs spécifiques : \r\n- Renforcer les capacités organisationnelles et structurelles de certaines coopératives.\r\n- Améliorer les activités économiques des pisciculteurs et promouvoir  la fonction économique dans les Coopératives primaires et de la femme en particulier.\r\n- Augmenter et diversifier la production piscicole et autres productions connexes à la pisciculture.\r\n- Organiser la commercialisation des produits piscicoles encourt de production.\r\n- Accroître le degré de mobilisation dans la libération des cotisations et des parts sociales.\r\n- Lutter contre l’insécurité foncière liée à la pisciculture. \r\n- Faire passer les membres des CP de l’esprit d’attentisme à la dynamique d’autopromotion et d’entrepreneurs.": 2,
    "Objectifs généraux :\r\n1. Contribuer au renforcement des capacités d’analyse et de prise de décisions des leaders paysans en vue d’une prise en compte des intérêts de leurs membres dans l’élaboration des politiques Agricoles\r\n2. Contribuer au renforcement de la dynamique institutionnelle et organisationnelle des AOPP régionales et de l’AOPP nationale": 2,
    "Long term objectives: To improve awareness and knowledge for aquaculture farmers on food safety and environmental protection for 100% of aquaculture farmers’ households who raise and process aquaculture products in Nghia Hung, Giao Thuy and Hai Hau districts in order to make a contribution to poverty reduction.": 2,
    "Overall goal: To improve the competitiveness of sedge sector in Ninh Binh province and Nga Son district in order to create more income and employment for about 42,500 people, including 18,800 poor people in the sedge value chain.": 2,
    "The overall objective is to reach farmers more directly at local level. In order to strengthen the impact of the pilot phase of the 24 micro-projects, in the external evaluation it is recommended that KENFAP and Agriterra continue with the programme of micro-projects.": 2,
    "The action will address directly the three objectives of the call:\r\n(a)\tThe action will encourage the positive response from the agricultural sector by strengthening the institutional capacity of the national farmers’ organizations, in order to enhance local capacities to provide services to farmers. \r\n(b)\tThe action will enhance small farmers’ capacities to mitigate the negative effects of volatile food prices by means of three broad kinds of activities: productivity enhancement and crop diversification, improved marketing, and improving the governance and level of organization of the sector. \r\n(c)\tTo enhance the sustainability of interventions, the action will strengthen the productive capacities and the governance of the agricultural sector by means of improving - through the action of producers’ organizations - the systems for input provision, technology and knowledge transfer and marketing in key food products and through institutionalising and strengthening the participation of farmers’ representatives in various relevant policy fora.": 2,
    "Les objectifs stratégiques pour la période 2010-2014 sont:\r\n1. Lofepaco, un partenaire bien reconnu et proactif dans la formulation, l'exécution et l'examen des politiques agricoles et problèmes liés au financement des coopératives d'épargne et crédit des producteurs agricoles.\r\n\r\n2. Le savoir faire professionnelle de la femme productrice améliorer.\r\n\r\n3. Les femmes productrices ont la capacité de comprendre, influencer et de défendre leur intérêt.\r\n\r\n4 Maintenir le fonctionnement de base de la coordination comme un soutien au leadership de la Lofepaco et ses associations membres.\r\n\r\n5. Lofepaco, ses membres et les femmes productrices forte par l'autopromotion.\r\n\r\n6. Les femmes productrices ont accès à l'information nécessaire, pertinente et actualisée dans la langue locale.\r\n\r\n7. Modération et facilitation efficace de la campagne \"nous pouvons\".": 2,
    "1. Social mobilisation.\r\n2. Securing a Women wing: establishing social forums in the project area.\r\n3. Micro finance activities to be promoted.\r\n4. Women to take up economic activities.\r\n5. Improving knowledge base of women through publications and procuring reading material.": 1,
    "Support the milk cooperative in their change into a service oriented cooperative and prepare them for the future developments": 1,
    "to optimize  performance of Ndumberi dairy in order to increase its business in terms of supplying farmers, volumens of milk and market outlets and  to set the stage for a successful merger between Kiambaa and Ndumberi.": 1,
    "Development of a business plan": 4,
    "The overall objective of the action plan is to develop a bankable business plan for Evergrowth Dairy Cooperative.": 1,
    "Objectives\r\n•\tMobilize finance for malt barley contract: 5 million ET birr\r\n•\tOptimize and strengthen malt barley value chain\r\n•\tIncrease output marketing performance Tsehay\r\n•\tIncrease quality and quantity of production": 2,
    "Goals<br />\r\n•\tto develop a bankable business plan for <br />\r\n\t- export finance<br />\r\n              - input finance<br />\r\n•\tto recruit a professional manager spearheading the revival of Setit’s business performance<br />\r\n•\tto restructure the outstandi": 1,
    "Objectif général:\r\n1.1 Acroître les revenus monétaires des membres de la COPAO.\r\n\r\nObjectifs spécifiques:\r\n2.1 Sensibiliser et former au moins 125 producteurs volontaires à la démarche de la vente groupée et à la maîtrise des traitements post récolte cond": 1,
    "Support business development and market driven growth of Mosoriot Horticultural Crops Growers Co-operative Society Ltd": 1,
    "To develop a bancable business plan\r\n\r\no Increase Membership to 1800\r\no Increase Milk volumes to average of 10,000 litres per day\r\no Improve on milk quality and reduced milk rejection by 15%\r\no Train 20 youths as service providers to 540 farmers trained\r\n": 1,
    "2012 Incrementar las ventas  y la diversificación de clientes por medio del lanzamiento y promoción de la marca propia Q’ulto para chocolate y café.  El fortalecimiento de la gestión financiera también seguirá teniendo relevancia en este segundo año de pr": 1,
    "Brindar valor agregado a los granos de cacao de exportación de las cooperativas asociadas al Consorcio, satisfaciendo al consumidor con chocolates de calidad producidos con cacao de origen.": 1,
    "Attracting more liquidity to fund agricultural development.": 2,
    "Goal for 2013 is to acquire new eighing scales.": 3,
    "to make Dansha Awararo bankable by means of coaching, training and capacity building<br /><br />\r\nto develop a business plan for input and trade/export finance<br /><br />\r\nto facilitate the acquisition of a loan for input and trade finance from a local b": 1,
    "* Business plan finalised and able to present to financiers<br />\r\n* Well runned organisation with financial system and principles in place<br />": 2,
    "Main objectives action plan 2012-2013\r\n•\tTo get the wheat processing venture of Merkeb operational and in the long run profitable\r\n•\tTo acquire working capital for wheat purchase of Merkeb’ first operational year \r\n•\tTo optimize the wheat supply chain": 2,
    "to develop a sound and bancable business plan": 2,
    "Contar con propias almacenes y oficinas administrativas": 2,
    "Accès au marchés et à la commercialisation des animaux sur pieds": 2,
    "The main objective of this project is:<br />\r\nBy and for young people: young Dutch farmers contribute to developing the skills of rural youth in developing countries so that they can defend their interests and that they can better exploit their possibilit": 1,
    "Objetivo general:\r\nFortalecer la cadena de valor de las microempresas de mujeres rurales costarricenses afiliadas a CMC para mejorar su desempeno, aumentar los niveles de ingreso de las participantes y su calidad de vida.\r\n\r\nObjetivos específicos:\r\n1) For": 1,
    "For 2013: elaborate business plan for processing plant": 3,
    "1. Improve the production of bee products,in terms of quality and quantity and continuity in RS and BiH through concise database \r\n2.\tTo educate young beekeepers, including women, to professional beekeepers will result in higher production of bee products": 1,
    "Increase competitiveness of KAJARA SACCO (by implementing tools to monitor costs, budgets and activities) and to support KAJARA with their expansion plans.": 1,
    "Planes de negocios para quinua, papa y microcréditos": 2,
    "Objectif global du plan d'action 2012\r\n\r\nAsseoir une base socio-économique des membres de coopératives apicoles par l'intensification et la commercialisation des produits de la ruche": 2,
    "Overall goal is to make AFCU bankable and to develop a business plan\r\n\r\nTargets 2012\r\n•\t7 union board members trained on business management\r\n•\t210 board members (PCS) trained about the business idea: new semi -refinery, market strategy and their role/res": 1,
    "The main objective of CTCF is lobby and advocacy, followed by organisational strengthening service provision to its member Cooperatives. \r\n\r\nThe project has 3 main objectives \r\n1.\tCapacity building of Central Tea Cooperative Federation(CTCF), District Coo": 1,
    "Plan de Negocios para Café Tostado y Molido": 2,
    "Farmers get access to farm inputs as a result of well functioning Mutual Aided Cooperatives and Artificial Insemination Centres in their neighbourhood.": 3,
    "Develop an integrated, phased and bankable business plan for UCCCU": 3,
    "Améliorer le système de production et de commercialisation des produits agricoles et le revenu annuel des OP de base en les reliant aux marchés nationaux et internationaux.": 2,
    "1. Accroître les capacités et les ressources financières de l'association.\r\n2. Accroître la disponibilité du crédit et améliorer les capacités de gestion des crédits.\r\n3. Développer les activités génératrices de revenus.\r\n4. Assurer la dignité, l'affirmat": 1,
    "Plan de Negocios para Algodón Pima Peruano": 2,
    "The goal of the project is to support Ankole with getting access to working capital with better conditions, to help Ankole to increase its volume of coffee and to help with the development of the business plan for the coffee plant.": 2,
    "L'objectif global de 2012 est de mettre en oeuvre les stratégies d'autonomisation de Tikonna développées en 2011 à travers le potentiel existant.\r\n\r\n2 Objectifs spécifiques:\r\n1) les différentes organes de Tikonna assurent le bon fonctionnement de l'associ": 1,
    "to improve the milk production in quality and quantity and institutional support to the management of Mviwambo in order to establish a dairy factory, resulting in better income for dairy farmers": 2,
    "Improving beekeeping in the Una Sana Canton by: faster and more efficient transfer of information from top to bottom level; strengthened competitiveness at (inter) national markets and  getting connected with international markets; reduce rural youth unem": 1,
    "Promotion de l'entreprenariat féminin à Sikasso": 2,
    "i. Les intérêts clés des producteurs agricoles sont défendus au niveau national<br />\r\nii. Les producteurs agricoles sont davantage informés sur les lois et politiques agricoles<br />\r\niii. Le mouvement paysan Congolais est bien gouverné": 2,
    "L’Objectif global du projet est de contribuer à l’augmentation de revenu des ménages paysans à travers les élevages laitiers dans le contexte de la réduction de la pauvreté structurelle.\r\n\r\nB.\tOBJECTIFS  SPECIFIQUES\r\n\r\n-\tRenforcement des capacités des coo": 1,
    "The goal of this contract is to improve internal controls, financial management in relation to the management of the business, to come closer to a formal seperation of the project department and the business and finally to create a mechanism to further st": 1,
    "El objetivo especifico del proyecto es “Campesinos y Campesinas con mejoras económicas y sociales en sus demandas”": 2,
    "Expanding Mutual Aid services and reaching break even point in this business and expanding microfinance services to a total of 100.000 women.": 2,
    "The main goal of this project is to increase the income of the small farmers and their commodity clusters organized under the Agriterra PFF program by collectively producing agricultural product with market demand and establishing various farmers’ agri-bu": 1,
    "Enhance the competitiveness of mushroom in Ninh Binh in order to gerate jobs and income for about 5,000 households in the province, of which about 2,500 households are the poor": 3,
    "L’objectif général du projet est de renforcer de des coopératives de caféiculteurs pour pouvoir arriver à un stade de gérer le processus de production depuis les champs jusqu’à l’exportation du café.": 2,
    "towards a self managed women's wing, favourable policies to overhaul government's food management system and private sector linkages with farmers produce.": 1,
    "tangible results are achieved by farmers organisations through their active involvement in agrihubs within 12 countries where APF is active.": 3,
    "Renforcer l'autonomie financière du CSA/OCP et de ses services": 3,
    "OS1: Les productions des filières d’agricoles-chaînes des valeurs développées à travers les coopératives initiées par les  membres SYDIP sont prises en compte dans les préoccupations PDL des secteurs et chefferies\r\n\r\nOS2: Les stratégies de promotion d’un ": 1,
    "The objectives of the project come out of the objectives of the Specific Union which are:<br />\r\n- to develop rural women to be equal to men and fight the rights of women and girls in rural communictie sin Jordan;<br />\r\n- empower women socially, economic": 1,
    "To improve the income and employment of smallholder farmers as member of cooperatives engaged in three value chains: high quality rice, pig and vegetables in Quang Tri Province through addressing the key constraints identified in the value chain analysis.": 2,
    "Amélioration des services économiques et renforcement organisationnel": 2,
    "Accompagner les femmes paysannes à renforcer leurs capacités pour participer activement au plaidoyer pour une amélioration du contexte politique ; fiscal et social du déroulement de leurs activités économiques en vue de maximiser leur revenu.": 3,
    "1. To improve the farmers, cadres, group organizers, and association organizers’ awareness, capability dan skill to cultivate french beans, local beans and chilli through partnership system\r\n2.\tTo reduce the production expense which includes expenses for ": 1,
    "L’objet de la FUCOPRI est le développement de la filière riz au Niger par sa participation à la mise en cohérence des actions de tous les partenaires de cette filière. Les objectifs du projet actuel sont:\r\n\r\n-\tfaciliter à ses membres un approvisionnement ": 1,
    "1. Consolidar la comercialización asociativa de los productores ecológicos en las ecoferias de Aija, Carhuaz, Huancayo y Lima.\r\n2. Fortalecer las capacidades de gestión comercial en los ecoferiantes de Aija, Carhuaz, Huancayo y Lima.": 3,
    "The goal of the project is to contribute to the reduction of rural poverty in Armenia through strengthened capacity of FAA member small farmers and their farmer organizations to engage in the market and other institutions having impact on rural developmen": 1,
    "&#61656; Améliorer l’’environnement socio-économique des producteurs membres de la Fekritama à la base en les appuyant à mettre en œuvre des activités économiques et en renforçant les groupements de base\r\n\r\n&#61656;\tFaciliter l’intégration des femmes et d": 1,
    "Brindar soporte a la implementacion de politicas cafetaleras favorables a los socios de la JNC": 3,
    "Fortalecer la capacidad institucional, productiva y comercial de ANAPROT a través de la aplicación de una estrategia de mejora productiva con la activa participación de los productores desde el manejo del suelo hasta la obtención del grano de trigo y sus ": 1,
    "Objectifs spécifiques du plan d’action 2013: \r\n\r\n1. Augmenter la production des exploitations familiales en leur facilitant l’accès à des semences améliorées (certifiées ou/et de qualité)\r\n\r\n2. Améliorer le revenu des producteurs membres de l’AOPP dans le": 1,
    "Produire des quantités importantes pour pouvoir répondre efficacement au besoin de marché et obtenir de ce dernier un prix rémunérateur en vue d'augmenter le revenu des ménages.\r\nPromouvoir l'esprit entrepreneurial dans les coopératives agricoles membres ": 1,
    "API’s aims to achieve the following objectives by 2013:\r\n1. To increase the members’ income by promoting collective marketing and organization strengthening.\r\n2. To establish peasant organizations that have a powerful bargaining position in every commodit": 1,
    "a. Plaider  pour la majoration de l’allocation budgétaire de l’Etat en faveur des producteurs agricoles et pour l'implication de la FOPAC NK dans la gestion des fonds\r\n\r\nb. Renforcer le climat entrepreneurial agricole des OPA par le plaidoyer en faveur d’": 1,
    "Objectif global: les conditions socio économiques des  agris-éleveurs membres sont améliorées grâce  aux services  fournis par le  syndicat INGABO. \r\n\r\nObjectifs  spécifiques:\r\n1 : Les filières agricoles porteuses sont renforcées\r\n2 : Les  marchés de la p": 1,
    "To assist and support small and medium farmers (members of NFFM) through advisory support, business, marketing and innovative capacities development in order to improve their income and welfare.": 2,
    "Objectif Global : Contribuer a l’amélioration des conditions de vie des  productrices et producteurs maraîchers par le renforcement de leurs capacités de production  et la garantie  d’un prix rémunérateur\r\n\r\nObjectif stratégique N°1 : Renforcer les capaci": 1,
    "Influence national and inter-governmental international decision making bodies on common agriculture issues affecting small scale male and female farmers": 3,
    "Facilitate increased productivity of local groups\r\nFacilitating entrepreneurship, business skills development and strengthening of the financial services at grassroots levels\r\nStrengthening the capacities of Middle Level Networks for service delivery in e": 1,
    "To increase awareness on investments in Agriculture; track budget allocations by governments to agriculture and enhance knowledge and capacity to advocate for better budgetary policy in line with CAADPs proposed 10% budgetary allocation to agriculture": 3,
    "Défense des intérêts des pastoralistes en Afrique de l'Ouest à travers une plus grande influence des politiques": 3,
    "Les coopératives membres rendent des services adéquates aux agriculteurs à travers leurs groupements membres": 3,
    "To generate income and employment of rural households in agrotourism activities by establishing an agrotourism centre in AGFU which will provide services in marketing, training and access to finance/loans from the bank.": 3,
    "Lograr el incremento en el nivel de ingresos de las familias productoras ecológicas a través de fortalecer y consolidar a Organizaciones de Productores Ecológicos desarrollando y aprovechando iniciativas económicas que permitan la  participación  exitosa ": 1,
    "Améliorer la productivité et la compétitivité des produits  soja et  maïs bruts/transformés des producteurs, des entreprises ou unités agricoles  à travers l’amélioration de leur organisation, de la technique de production, de transformation et de commerc": 1,
    "Goal: A target number of farmers and fishers households have increased yields and income as direct result of participating in cluster, base, and federation strengthening, sustainable agriculture, product and market development, agri-financing, governance,": 1,
    "General objective: \r\n1. To transform farmer groups into entrepreneurial entities through capacity building and engagement with actors in priority value chains for improved rural livelihoods\r\n\r\nSpecific objectives:\r\n1. To enable KENFAP to sensitize and sel": 1,
    "Consolider les dynamiques enclenchées et promouvoir les initiatives professionnelles locales.\r\nAméliorer les services et transférer une partie de la gestion régionale aux Mdp Zones": 2,
    "Benefits to IFAJ: The initiative will establish IFAJ as a serious organization involved in giving members the kinds of opportunities to report on important issues that are both ag and humanitarian-related. \r\n\r\nBenefits to Agriterra: Success will be measur": 1,
    "Improve the livelihood of member farmers through rural economic activities in vegetable and rice production and marketing.": 3,
    "Promotion of oil seed production, value addition and marketing": 2,
    "Enhancing lobby capacity of farmers organisations through FACT": 2,
    "Improving capacity of QTCA on value chain analysis, voucher fund management and cooperative development fund management, to prepare the project proposal phase 2.": 2,
    "1) Develop rural women to be equal to men and fight the rights of women and girls in rural communities in Jordan.<br />\r\n2) Diversify income sources through support performing income generating projects by giving turning loans.<br />\r\n3) To rise women awa": 1,
    "capacity building of ACCU-SACUDIL and involved agencies and participating associations in establishing necessary organizational structures and management and governance mechanisms.": 2,
    "Tusoco Viajes increases income generation among rural farmers in Bolivia": 3,
    "Objetivo de desarrollo:\r\nMejorar las condiciones de organizaciones de pequenos agricultores para colocar sus productos en mercados alternativos.\r\n\r\nObjetivo de proyecto:\r\nDesarrollo de una estrategia de promoción que facilite el acceso comercial de produc": 1,
    "To contribute to the revival and promotional of the pyrethrum industry of Kenya and improve the livelihood of pyrethrum farmers": 3,
    "The goal of the action plan is to start the manufacturing of fish feed, to start the 8 month production cycle of Tilapia fish and to give additional training to farmer's and NAMA staff.": 2,
    "Una gestión financiera más saludable para cooperativas Peruanas": 3,
    "To enable RWCU to grow in terms of grain purchase and service delivery to member cooperatives as well assessment of feasibility and business plan development of wheat flour manufacturing plant": 2,
    "Enhancing household incomes through sustainable pineapple production practices and gender empowerment in Luwero District": 2,
    "To transform Walnut FPOs in Yunnan into self-reliant, enterpreneurial and independent farmers organisations.": 3,
    "• An overview of prospects/leads for investments in Uganda livestock sector.\r\n•\tA list of Dutch companies potentially interested to invest in the Uganda livestock sector, including an overview of subsidy instruments.": 1,
    "To follow in a later stage...": 1,
    "Objective: creating a toolbox for instruments and solutions regarding the following themes:\r\n- Organising groups around economic initiatives (e.g. PPP)\r\n- Improving agricultural productivity (e.g. FFF)\r\n- Marketing and processing (value addition)\r\n- Acces": 1,
    "To strengthen the organisation's financial management capacity of clients so that they can:\r\n* adopt financial management systems suitable for running the organisation.\r\n* manage and control financial resources efficiently and effectively.\r\n* promote tran": 1,
    "Objectif général : Accroître la crédibilité de la FEPAB afin d’œuvrer au renforcement des capacités organisationnelles, techniques et économiques de ses membres. \r\n\r\nObjectifs spécifiques : \r\n\r\nObjectif 1 : Renforcement de la structuration de la FEPAB dans une optique de professionnalisation s’appuyant sur des filières porteuses. \r\n\r\nObjectif 2 : Accompagner la professionnalisation des membres autour des filières agricoles pour une amélioration de la sécurité alimentaire et des revenus. \r\n\r\nObjectif 3 : Accroître les compétences et les capacités techniques et opérationnelle de la FEPAB.": 1,
    "The project would help Pachamama to strengthen and grow its core business in North America while retaining outright ownership for its members.": 1,
    "- Increasing farmer’s communality and specialisation in production and consumption of safe tea;\r\n- Creating a stable market for consumption of product to increase farmer’s incomes, step by step forming and developing villages specialising for production and selling special safe tea in sustainable orientation.": 1,
    "Los socios del UNAG Chinandega aprovechan las ventajes de potenciales locales y los servicios del CEGE Chinandega.": 1,
    "Objectif global:<br />\r\ncontribuer à l'émergence d'un mouvement paysan fort et représentatif au Burkina Faso. \r\n\r\nObjectif spécifique:\r\ndévelopper un système de communication et d'accès à l'information sur tous les aspects touchant à la vie des producteurs au sein de la CPF.": 1,
    "To substantially reduce poverty for forest-dependent people in key non-forest products facility countries by increasing the number of successful and sustainable small forest enterprise associations": 1,
    "objetivo general: \r\n“Lograr el equilibrio entre la sostenibilidad de las OECAs y los beneficios para sus familias socias, con el fortalecimiento de capacidades en  los diferentes niveles de la estructura de  CIOEC -B.” Con los siguientes \r\n\r\nObjetivos específicos: \r\n\r\n1. Fortalecimiento institucional: “Fortalecer la gestión institucional sostenible, la cohesión y la integración de CIOEC-B, CIOECs Departamentales, Cúpulas Sectoriales y OECAs.” \r\n2. Fortalecimiento de las OECAs: “Promover el desarrollo técnico, económico, comercial y organizativo de las OECAs con una gestión eficiente, control social y relaciones externas funcionales.”\r\n3. Fortalecimiento de las capacidades de líderes: “Formar líderes – hombres y mujeres – que aportan a la gestión organizativa, administrativa y comercial de las OECAs y representan los intereses de las mismas.”\r\n4. Cabildeo: “Incidir en políticas nacionales, internacionales y departamentales y en propuestas de desarrollo, generando beneficios y defendiendo los intereses de las OECAs.”": 1,
    "To strengthen the livelihood of farmers in 4 districts of Andhra Pradesh by: establishing training models for agricultural and horticultural crops; establish reading libraries for women; promote and develop women thrift societies; introduce ICT based individual farmer crop advisory services; professionalize the mango chain; improved livestock practises and appropriate improved technologies for cereal and cashcrops.": 1,
    "La Coordinadora de Mujeres del Valle Alto esta consolidada con líderes formadas y sus afiliadas capacitadas en seguridad alimentaría, derechos, ciudadanía y buen trato con enfoque de género e interculturalidad.\r\nLas afiliadas de la COMUVA se especializan en la producción ecológica de tres cadenas productivas: hortalizas, granos y tubérculos (y sus correspondientes semillas)\r\nEl CATCOPA, gestionado por la COMUVA, compra, acopia, transforma y comercializa los productos ecológicos de sus afiliadas.": 1,
    "Consolidar a FETRAF-BA como instituição representativa da agricultura familiar no Estado da Bahia, através da implantação de instrumentos de gestão administrativa, financeira e de recursos humanos, formação de agricultores e agricultoras na base, para ocupar os espaços públicos de proposição e discussão de políticas publicas de forma qualificada, eficiente e objetiva.": 1,
    "Facilitar el conocimiento a las mujeres del sector rural, y se apropien de los mecanismos, herramientas y técnicas necesarias, las cuales puedan implementar en sus comunidades y ello las lleve a generar sus propias estrategias de desarrollo y las convierta en auténticas Mujeres Líderes": 1,
    "Objetivo general:\r\nLas cooperativas agrarias desarollan la capacidad de mantener un nivel importante y adecuado de gestion en lo economico y social y que sus socios y familiares conserven una actitud progresista, productiva y participativa en sus cooperativas.\r\n\r\nObjetivo especifico:\r\nLa estructura organizativa de CAF se consolide, afirmando las capacidades tecnicas, politicas y gremiales de sus integrantes.\r\n\r\nComponentes:\r\ni) Mantenimiento de niveles adecuados y crecientes de participacion y comunicacion en las cooperativas, con enfasis en tema de genero, juventud, grupos de afinidad (participacion y comunicacion).\r\nii) Monitoreo de los nuevos escenarios economicos y climaticos para orientar una eficiente gestion cooperativa (monitoreo de los nuevos excenarios).\r\niii) Consolidacion en CAF de la capacidad tecnica y gremial (lobby y cabildeo) de sus dirigentes y tecnicos, y que la misma se refleje en la estructura organizacional de CAF (consolidacion de capacidades en CAF).": 1,
    "Objetivo general:\r\nFortalecer la capacitación y la formación para que las poblaciones con difícil acceso a información  participen tanto en términos económicos, sociales, ambientales como políticos, en el desarrollo sostenible de la sociedad\r\nObjetivos específicos: \r\n“Fortalecer y consolidar las capacidades de Promotores de Información y Comunicación Agroecológicos -PICA- de las organizaciones usando tecnología de información y comunicación TIC a través de  Telecentros y tecnología movil celular”.\r\n“Mejora de los procesos comunicacionales de los promotores y facilitadores CaC para contribuir al desarrollo sostenible local en base a la producción ecológica”.": 1,
    "Objetivo general\r\nDesarrollar la capacidad de las cooperativas agropecuarias para aumentar el valor agregado que son capaces de entregar a  los pequeños y medianos productores agropecuarios y sus familias.\r\n\r\nComponentes  del proyecto\r\na. Mejora de la gestión estratégica del sistema cooperativo \r\nb. Fortalecimiento de la participación social cooperativa\r\nc. Aplicación de TICs para la organización y el funcionamiento de las cooperativas": 1,
    "Objetivo general:\r\nFortalecer la economía local a través del fortalecimiento de la actividad apícola en beneficio de 300 familias campesinas agrupadas en la ASOPROAC.": 1,
    "Increasing fundraising income for benefit of partners parallel to improved efforts in reaching a larger audience, both agricultural and wider public": 1,
    "Objetivo General: \r\n\r\n“Fortalecer el movimiento ecológico boliviano como motor del desarrollo productivo sostenible y la soberanía alimentaria a través de la formación de recursos humanos de tres macroregiones en base a la metodología campesino a campesino”.\r\n\r\nObjetivos Específicos\r\n\r\n1. Generar capacidades en producción, transformación, comercialización y certificación participativa (SPG) y otros temas relevantes en las organizaciones de productores ecológicos a través de la implementación de programas de formación que promuevan la sostenibilidad en las organizaciones atendidas por las cuatro oficinas de AOPEB y diferentes regiones.\r\n2. Promover la articulación efectiva de organizaciones de productores ecológicos  para el fomento de la investigación participativa, sistematización de experiencias ecológicas e implementación de diferentes técnicas agrícolas validadas, que permitan la recuperación, revalorización y consolidación de sus conocimientos y experiencias.\r\n3. Promover la conformación de los consejos nacional, municipal y departamental de la producción ecológica a través de las oficinas Regionales AOPEB.\r\n4. Coadyuvar al fortalecimiento, articulación, complementación y valorización de las relaciones de genero dentro la agricultura ecológica y sostenible para la soberanía alimentaría y el rescate del uso de los recursos y productos locales.": 1,
    "Stratégie 1: Appui à la production agricole à la base.\r\nObjectifs spécifiques:\r\n1. la professionnalisation et intensification agricoles sont renforcées, capitalisées et valorisées.\r\n2. un dispositif d'appui conseil de proximité et opérationnel est mis en place.\r\n3. les membres de la Coocenki se sont spécialisés dans des cultures rentables et diversifient leurs activités agricoles.\r\n4. le niveau de fertilité des champs des membres de la Coocenki est relevé.\r\n5. les producteurs agricoles de la Coocenki maîtrisent la gestion de l''eau sur leur terroir. \r\n\r\nStratégie 2: appui aux services développés par les CP et l'union aux producteurs membres.\r\nObjectifs spécifiques:\r\n1. l'approvisioinnement groupé en intrants agricoles, zootechniques, vétérinaires et petit matériel des membres est assuré.\r\n2. les pools agricoles de la Coocenki sont dotés de matériels agricoles adaptés. \r\n3. la Coocenki mobilise du crédit pour le financement des activités agricoles de ses membres et pour l'accroissement de son autonomie financière. \r\n4. la mise en marché collective des produits agricoles ciblés des membres est assurée efficacement.\r\n5. les activités de transformation et agro-alimentaires sont viabilisées à l'union et à la base.\r\n\r\nStratégie 3: renforcement institutionnel et organisationnel des coopératives primaires membres.\r\nObjectifs spécifiques:\r\n1. l'approche OP et la vision coopérative sont partagées par les producteurs à la base.\r\n2. les organes de l'union et des CP membres remplissent efficacement leurs rôles.\r\n3. les CP sont reconnues officiellement par la province et l'union est dotée d'une personnalité juridique.\r\n4. l'adhésion des producteurs aux coopératives est accrue.\r\n5. les capacités techniques des membres de la Coocenki sont renforcées.\r\n\r\nStratégie 4: renforcement de la gestion et de l'autonomie financière des CP et de l'union.\r\nObjectifs spécifiques:\r\n1. la gestion financière au niveau des coopératives primaires et de l'union est améliorée.\r\n2. le contrôle interne et l'audit externe des coopératives primaires et de l'union sont assurés et les résultats valorisés.\r\n3. la mobilisation des ressources financières internes des coopérative et de l'union est améliorée.\r\n4. les unités d'autofinancement de l'union ainsi que les initiatives économiques des femmes et jeunes sont promues et viabilisées.\r\n5. les coopératives et leurs membres sont capables d'initier et de gérer des projets rentables.\r\n\r\nStratégie 5: renforcement des échanges d'expériences paysannes, du partenariat et lobbying.\r\nObjectifs spécifiques:\r\n1. les capacités de l'union à participer au sein des autres réseaux, aux actions de lobbying et plaidoyer sont renforcées.\r\n2. des participations aux actions stratégiques sont réfléchies initiées et planifiées par la Coocenki.\r\n3. les capacités techniques et professionnels des producteurs sont améliorées et renforcées par les échanges. \r\n\r\nStratégie 6: renforcement des activités genre et des jeunes agriculteurs.\r\nObjectifs spécifiques:\r\n1. l''approche genre est promise au sein du mouvement paysan de la Coocenki.\r\n2. les activités économiques et agricoles des femmes et des jeunes agriculteurs sont promues.": 1,
    ". Objectif global :<br />\r\n    - Contribuer à l’amélioration des conditions de vie des producteurs membres de la CAPAD et à la consolidation de la paix.<br />\r\n<br />\r\n.Objectifs spécifiques : <br />\r\n1. Augmenter la production de 2000 producteurs pilotes de 30% et la vente de leurs produits augmente de 15% sur les cultures porteuses et innovatrices choisies par eux-mêmes.<br />\r\n2. Promouvoir l’épargne et le crédit au sein des membres de la CAPAD et augmenter le pouvoir des femmes à travers les MUSO et les réseaux des MUSO<br />\r\n3. Contribuer à l’amélioration des conditions de vie de 356 PPVIH agricultrices(teurs) membres de la CAPAD.<br />\r\n4. Contribuer au maintien de la paix avant, pendant et après les élections de 2010": 1,
    "The general objective of the proposed project is to upgrade the services of WOPD through assessments and evaluations of all income generating projects, capability building activities, all local organisations and the members itself.": 1,
    "1.  To equip the functionaries and members of the Federation of farmers to efficiently manage the affairs of the Federation  \r\n2. Enable the Federation to become a vibrant and viable income generating enterprise": 1,
    "Objectif global: renforcer le pouvoir des femmes paysannes membres des organisations de la LOFEPACO et de la FOPAC.\r\nObjectifs spécifiques:\r\n1. renforcer le fonctionnement de la CECAFEP\r\n2. intensifier l'élevage petit bétail au niveau des femmes paysannes et appuyer la professionnalisation agricole des femmes paysannes.\r\n3. renforcer la structuration et le fonctionnement de la LOFEPACO à la base.\r\n4. renforcer le programme de formation des femmes leaders paysannes et le suivi des cercles de réflexion de ce programme.\r\n5. améliorer le statut de la femme paysanne sur le plan économique, social, politique et culturel.": 1,
    "Mejorar la calidad de vida de las mujeres productoras  apoyando y reforzando capacidades políticas y  organizativas  para defender y atender sus derechos, así como  apoyo y búsqueda de alternativas de desarrollo económicas,  sociales y de mercadeo de sus productos.": 1,
    "Contribuir a que pequeños y medianos productores del departamento de Chontales mejoren su nivel de vida mediante la adopción de nuevas técnicas empresariales y el fortalecimiento institucional.": 1,
    "L’objective global  de ce projet :\r\nContribuer à l’augmentation du revenu des ménages paysans à travers les élevages laitiers dans le contexte de la réduction de la pauvreté structurelle.\r\n\r\nLes objectives spécifiques:\r\n- Structurer et renforcer les capacités des coopératives des agri- éleveurs,\r\n- Améliorer la production et la productivité animale\r\n- Mettre en place un système durable et efficace de la commercialisation de produits laitiers.\r\n- Promouvoir l’aspect Genre sur tous les niveaux tant sociaux, culturels que économiques": 1,
    "| Les actions qui sont proposées en 2010 portent les Word areas  DGDC 1.1 Organisationnel strengh and inclusiveness » et  DGDC 1.4 “ business Développement” \r\n\r\nNote: La descrition initiale demeure.  Toutefois pour 2010, le volet concertation n'est plus couvert et le lien d'exécution de cette intervention se fait  plus avec l'APCAM mais directement avec Baabahuu Jici\r\n   \r\nDGDC 1.1 Organisationnel strengh and inclusiveness \r\n\r\nLes capacités organisationnelles de Baabahuu Jici demeurent fragiles et l’appui accordé aujourd’hui permettra au nouveau bureau de direction, élu à l’assemblée générale annuelle de janvier dernier,  de pouvoir compter sur un partenaire en mesure de le soutenir dans son renforcement de ces capacités et son développement.   Le financement obtenu assure à Baabahuu Jici le maintien de son personnel en place composé d’un secrétaire exécutif, d’une secrétaire-comptable et de 5 agents terrain (2 femmes et trois hommes).  Elle pourra soutenir les activités des élus qui assurent à cette organisation une transparence et une démocratie.  Au plan du renforcement des capacités, l’intervention va s’intéresser tout particulièrement aux livrables suivants (Deliverables) :  \r\n\r\nFFP Del.1. 2 Baabahuu Jici dispose de ressources adéquates et durables (infrastructure, Finance, ressources humaines et autres) et les gère correctement.\r\n\r\nAu cours de 2010, le secrétaire exécutif devra revoir les mandats du personnel de BJ y compris sa fonction.  Il devra faire approuver ces mandats auprès du bureau de direction. Le secrétaire exécutif verra à évaluer la pertinence au non de maintenir la totalité du personnel compte tenu de son membership actuel et à venir considérant que l’organisation ne pourra pas toujours compter sur l’aide extérieur pour se maintenir. \r\n\r\nFFP Del.1.3 Baabahuu Jici  dispose d’un  système de gestion financière appropriée capable de fournir en temps réel les bonnes informations financières. Les personnes désignées, pour assurer la gestion financière, sont qualifiées et en mesure de rendre compte en toute transparence de la situation financière de l’organisation de façon à rassurer le bureau de direction,  les membres de l’organisation et tous les partenaires techniques et financiers. La situation financière de l’organisation est prise en compte dans la  planification annuelle et les décisions.\r\n\r\nLa comptabilité de Baabahuu Jigi demeure informatisée.\r\n \r\nLe bureau de direction et son secrétaire exécutif assurent la gestion financière dans le respect de son manuel de gestion administrative et financière\r\n\r\nLe Secrétaire exécutif produira au bureau de direction un budget annuel, des états financiers mensuels pour un meilleur suivi des dépenses\r\n\r\nLe bureau de direction avec l’appui de son secrétaire exécutif devra établir un plan de rationalisation de ses dépenses pour tenir compte de sa capacité de payer.  \r\n\r\nUne ressource compétente, externe, sera mandatée pour auditer les comptes de 2009 et son rapport sera déposé au bureau de direction et aux délégués de l’assemblée générale. Ce même consultant sera appelé à procéder à une vérification des comptes de l’organisation du premier semestre 2010 suivi d’un rapport d’audit à la fin de l’année financière.\r\n\r\nL’audit 2009 de Baabahuu Jici et la vérification semestrielle de 2010 seront transmis au partenaire technique et financier (TRIAS et UPA DI)\r\n\r\n\r\nFFP Del.1.4 Baabahuu Jici est régie démocratiquement. Son mode de fonctionnent garantie la transmission de l’information à ses membres et leurs participations aux activités de l’organisation. \r\n\r\nLes statuts et règlements sont appliqués avec rigueur par le bureau de direction.\r\n\r\nLes instances de BJ  tiennent ses rencontres (bureau de direction, comité de surveillance et assemblée générale..)dans le respect de ses statuts et règlements. Les procès verbaux de ses rencontres sont produits et disponibles.\r\n\r\nPour assurer une large diffusion de l’information à ses membres BJ utilise la radio sur une base régulière.  Elle fait retransmettre en direct, par la radio locale,  son assemblée générale.\r\n\r\nUne tournée d’information est faite par le bureau de direction auprès de ses membres pour les informer des activités et les consulter. Le Bureau de direction profite de son déplacement pour sensibiliser les non-membres à adhérer à l’organisation. \r\n\r\n\r\nFFP Del.1.5 Baabahuu Jici demeure une organisation représentative de producteurs de blé de la région de Tombouctou et reconnu par les acteurs de la filière. Par ces actions, elle favorise le maintien de son membership et l’adhésion de nouveaux membres\r\n\r\nAujourd’hui Baabahuu Jici est la principale organisation reconnue dans la filière blé. Cette organisation compte 17 coopératives qui regroupent 325 producteurs de blé et 10 groupements de femmes gestionnaires de batteuses qui regroupent 441 femmes. \r\n\r\nAu total  BJ compte 27 coopératives avec 766 membres.  On anticipe pour la campagne 2010-2011, uniquement une augmentation du membership des producteurs de blé.  Le nombre de coopératives de producteurs de blé devrait s’accroitre de 3 pour atteindre 21 et les producteurs membres devraient passer de 325 à 400 membres pour la prochaine campagne agricole.\r\n\r\nLa reconnaissance de Baabahuu Jigi se confirme par sa participation à différents forum, atelier,  séminaire et consultation où les producteurs de blé sont interpelés. \r\n\r\nDGDC 1.4  Business Développement\r\n\r\nFFP Del.4.10  Baabahuu Jici  facilite l'accès aux intrants destinés à la production de blé (engrais, crédit, semences, gaz oil pour motopompe) pour les membres qui s’engagent à commercialiser collectivement.\r\n\r\nEn début de campagne (juillet) de production de blé, BJ recense les besoins en intrants de ses membres.  \r\nPour la campagne 2010-2011, 21 coopératives regroupements 400 membres vont formuler des besoins pour leur permettre de produire dans de bonnes conditions.\r\n \r\nBaabahuu Jici  négocie les conditions de crédit auprès d’une institution financière.  Elle s’assure que le crédit est positionné à temps dans le compte de chacun des membres.  Le crédit octroyé  aux membres en début de campagne 2010, devrait atteindre ±32 M Fcfa.  Ce crédit permettra aux  membres d’acquérir des intrants. En contre partie, les membres s’engagent à commercialiser collectivement une partie de leur blé  avec l’organisation.  L’engagement des producteurs devrait être supérieur à 340 tonnes pour la campagne à venir. \r\n\r\nFFP Del.4.12  Baabahuu Jici appuie ses groupements de femmes gestionnaires de batteuses dans le développement de leur service auprès des producteurs\r\n\r\n10 groupements  de femmes (441) gestionnaires de batteuses sont appuyés par BJ pour inciter les producteurs de blé à recourir à leur service.  Pour chaque 10 sacs (100 kg) battus,  le regroupement touche un sac en revenu.  \r\n\r\nUne campagne publicitaire est organisée par BJ  pour sensibiliser les coopératives de producteurs  pour les inviter à utiliser les services de ces groupements. À la récolte de blé 2009-2010 (mars et avril 2010)  les groupements devraient voir passer leurs quantités battues passées de 40 tonnes à  plus de 65 tonnes.\r\n\r\nLes groupements de femmes sont appuyés dans la gestion administrative et financière de leur service par Baabahuu Jici. Chaque regroupement tient une comptabilité des opérations et dégage un bénéfice net d’opération\r\n\r\nLes groupements de femmes gestionnaires de batteuses étendent leur service de battage auprès des producteurs de riz.  Le battage du riz représente 25 % de la totalité des quantités battues\r\n\r\nFFP Del.4.13  Baabahuu Jici  offre un service de commercialisation du blé au bénéfice de ses membres,  ce qui lui permet d’accroître son pouvoir de négociation auprès des acheteurs et d’obtenir un juste prix pour son produit qui se traduit par un meilleur prix pour le producteur\r\n\r\nBaabahuu Jici commercialise ± 300 tonnes de blé de la récolte 2009-2010 pour le compte de ses 325 membres qui ont accepté de confier une partie de leur production à leur organisation.\r\n\r\nBaabahuu Jici  est  en mesure d’offrir sur le marché un produit de qualité aux acheteurs. La totalité du produit est vendue à un prix supérieur au prix obtenu sur le marché local .": 1,
    "1) The pineapple plantations of 8 farmers, selected from 8 farmers groups will serve as demonstration sites.\r\n2) A joint venture of 8 farmers and LUDFA for raising price – attractive pineapple planting materials and enhance expansion of production acreage.": 1,
    "The development of an Agricultural Commodity Exchange System (ACES) for the Philippines": 1,
    "To reduce the vulnerability of the corn and sugarcane farmers in the marketing of their products by enhancing their capacities to directly transact with market outlets and set fair prices": 1,
    "Improve the productive, organizational and negotiation conditions of the associates to the 20 cooperatives affiliated to the 2 federations.": 1,
    "Contribuir al desarrollo humano y sostenible, que permita que la actividad agraria del Perú logre un desarrollo  competitivo, inclusivo y sostenible, gracias, entre otros factores, al fortalecimiento y capacidad de incidencia política de la institucionalidad agraria nacional": 1,
    "1. Incrementar los resultados del trabajo de la CM e instancias relacionadas\r\n2. Incidencia en el movimiento de comercio justo a nivel internacional": 1,
    "Le projet 1000s+ emploie ses ressources humaines et financières pour agir sur les compétences des acteurs impliqués dans la formation des pôles d’entreprises agricoles (PEA) et le développement des chaînes de valeur. Ces actions de renforcement des capacités induisent des résultats intermédiaires, dont l’ensemble concourt aux quatre buts du projet. Trois des 4 buts poursuivis par le projet 1000s+ sont formulés en termes d’impact au niveau des producteurs et leurs fermes : <br />\r\n1.\tAccroître la productivité agricole de 50% et le revenu agricole de 30% pour un million de ménages ruraux ;<br />\r\n2.\tAugmenter de 2 millions d’hectares les superficies additionnelles de terres cultivées de façon plus durable ;<br />\r\n3.\tAméliorer la sécurité alimentaire à travers un accroissement de 500 000 tonnes de production agricole en céréales équivalentes ;<br />\r\n4.\tAccroître de 50% le chiffre d’affaire, le nombre de magasins ou de boutiques et le nombre d’employés pour 2000 entrepreneurs locaux. <br />\r\n<br />\r\nPour atteindre ces résultats ce projet d'AgriCord appuie la formation des poles d'entreprises agricoles au niveau local et le développement des chaines de valeur piloté par les producteurs (approche CASE. L'appui aux initiatives économiques paysannes se fait à travers d'un fonds d'appui (FAIR), qui sera géré d'une manière indépendante par des unités de gestion dans les 7 pays concernés.": 1,
    "To strengthen the Pyrethrum Growers Association to offer effective services to its members and also increase its membership base.": 1,
    "1. Strengthening the organization \r\n2. Lobbying and advocacy \r\n3. value chain strengthening/ economic activities for members\r\n4. developing a strategy for M & E": 1,
    "Strengthen the IFAP network to increase it representativity of farmers views and hence the credibility of its policy statements and lobbying acitivities.": 1,
    "Generally the project aims to contribute to poverty alleviation and socio-economic development of the coconut farmers and other marginalized sectors in the rural areas of Lanao del Norte.": 1,
    "To empower PFU and its member farmers associations by improving their role in the agricultural and rural sector, up to a stage where both can defend farmers’ rights and FAs become economically self-reliant": 1,
    "serve as a pilot project for other farmer communities that want to expand their livelihoods with tourism": 1,
    "Objectif global du Programme de renforcement des capacités 2007-2009:<br />\r\nAméliorer les compétences organisationnelles et professionnelles des groupes des producteurs à la base et du CIM-BUSHI en vue de développement organisationnel des groupes des producteurs et institutionnel du CIM-BUSHI pour l'amélioration de la production et productivité agricole, d'élévage d'ici fin décembre 2009. <br />\r\n<br />\r\nObjectifs spécifiques du Programme de renforcement des capacités 2007-2009:<br />\r\n1. améliorer les capacités organisationnelles de groupes des unions et fédérations des producteurs agricoles d'élevage et artisanat corollaires et partant celles du CIM-BUSHI.<br />\r\n2. améliorer les compétences professionnelles des producteurs organisés à la base et celles des membres des organes du CIM-BUSHI.<br />\r\n3. améliorer le fonctionnement intra et inter organique du CIM-BUSHI.": 1,
    "The objective of the project is to enable Cooperative Societies (farmers’ organizations) in Tanzania to full operationalization of International Financial Reporting Standards (IFRS).": 1,
    "The over-all goal of the project is to improve the socio-economic and political conditions of peasants (small men and women farmers, fishers and IPs) in the country. \r\n\r\nThe project has four main goals:\r\n\r\n1: Legal and Policy Advocacy\r\n2: Productivity and Business Enterprise Support Program\r\n3: Membership Expansion\r\n4: Leadership and Organizational Strengthening": 1,
    "Objective for participating POs: POs will have developed into being more HIV/AIDS competent organisations.\r\n\r\nObjective for cooperating partners and Agri-ProFocus network: Agriterra, Van Hall Larenstein and the Agri-ProFocus network will have derived practical lessons learned in supporting HIV/AIDS competence among producer organisations.": 1,
    "The goal as formulated by the RPO is: Enhancing capacity and community characteristic of people in producing sustainable safe tea and organic tea in association with protection of environment, development of organizing farmer's union, helping people eradicate hunger and reduce poverty.": 1,
    "Improved financial management skills of the Board, staff of UCA, Unions, ACEs and SACCOs.": 1,
    "(1) Building expertise on bio-energy-based cooperative enterprise development, development of partnerships in policy advisory activities and technical and entrepreneurial capacity building in close cooperation with the agricultural cooperative sectors, governments, private sector and interest development partners (2)  Increase understanding agricultural cooperators/government officials about potential and models for viable and sustainable bio-energy services, including the sustainable production of Jatropha, Palm, and other crops for energy use and bio-energy technologies such as direct combustion, gasification, anaerobic fermentation (biogas) and bio fuels production (ethanol and bio diesel): (3) Identify likely direct/indirect impact of bio-energy-based rural enterprise development on rural livelihoods and contribution to government policies/program to promote rural income/employment opportunities based on bio-energy and rural services delivery; (4) Assist cooperatives  and local-level planning of bio-energy projects in long term.": 1,
    "Contribuir al desarrollo de capacidades de las organizaciones de pequeños productores y desarollo de mercados locales en el ámbito de Latinoamerica y el Caribe": 1,
    "Securing the audit trail on data by offering farmers' organisations possibilities for direct data enty": 1,
    "To strengthen the organisation's financial management capacity of clients so that they can:\r\n* adopt financial management systems suitable for running the organisation.\r\n* manage and control financial resources efficiently and effectively.\r\n* promote transparency and the good faith of the entire staff.": 1,
    "&#61656; Améliorer l’’environnement socio-économique des producteurs membres de la Fekritama à la base en les appuyant à mettre en œuvre des activités économiques et en renforçant les groupements de base\r\n\r\n&#61656;\tFaciliter l’intégration des femmes et des jeunes dans les activités socioéconomiques en promouvant l’esprit entrepreneurial dans les régions d’interventions \r\n\r\n&#61656;\tRenforcer les capacités institutionnelles et organisationnelles de la confédération pour défendre les droits de ces membres en matière d’accès aux ressources comme la terre, l’eau ou encore l’équipement.\r\n&#8195;": 2,
    "Objectif global: les conditions socio économiques des  agris-éleveurs membres sont améliorées grâce  aux services  fournis par le  syndicat INGABO. \r\n\r\nObjectifs  spécifiques:\r\n1 : Les filières agricoles porteuses sont renforcées\r\n2 : Les  marchés de la production agricoles sont développés. \r\n3 : Les services des structures organisationnelles de base et institutionnels sont performantes": 2,
    "1. Create a conducive and enabling environment for economic activities by  the members;\r\n2. Increase farmers’ income from agriculture through capacity building in collective entrepreneurship and bottom-up organisation of members\r\n3. Construct the organisation at different levels, establish the national secretariat office and the grassroots’ entrepreneurship team, promote good leadership and governance\r\n4. Improve communication with members, develop and mobilise membership and promote linking & networking": 1,
    "Facilitate increased productivity of local groups\r\nFacilitating entrepreneurship, business skills development and strengthening of the financial services at grassroots levels\r\nStrengthening the capacities of Middle Level Networks for service delivery in entrepreneurship skills in the village": 1,
    "Young Dutch farmers support rural youth in developing countries in defending their interests, lobbying and in becoming rural entrepreneurs.\r\n\r\nInvolve more Dutch young farmers in international cooperation.": 1,
    "a. Plaider  pour la majoration de l’allocation budgétaire de l’Etat en faveur des producteurs agricoles et pour l'implication de la FOPAC NK dans la gestion des fonds\r\n\r\nb. Renforcer le climat entrepreneurial agricole des OPA par le plaidoyer en faveur d’une bonne gouvernance politico administrative par l’application de  l’approche FACT (Farmers Advocacy Consultation Tool).": 1,
    "Small-holder farmers in Ghana benefit from price determination and market access": 1,
    "The objectives of the project come out of the objectives of the Specific Union which are:<br />\r\n- to develop rural women to be equal to men and fight the rights of women and girls in rural communictie sin Jordan;<br />\r\n- empower women socially, economically and culturally;<br />\r\n- to raise women's awareness.": 1,
    "Enhanced farmers’ participation in the new devolved governance structure in Kenya for improved budgetary allocation to agricultural development": 1,
    "Objectif général:\r\nL'objectif général de ce plan d'actions est de faciliter une meilleure maîtrise des procédures de financement du projet d'appui à la diversification agricole (PADA) par un nombre important de petits producteurs et/ou techniciens.\r\n\r\nObjectifs spécifiques:\r\n1 ) Renforcer les capacités des petits producteurs, des OP faîtières et de leurs techniciens pour un meilleur appui à l'élaboration des dossiers soumis aux fonds PADA;\r\n2) Appuyer les producteurs dans la mise en oeuvre des microprojets financés par le PADA.": 1,
    "Cabildeo e incidencia para socializar la ley de OECAS y la reglementación": 1,
    "Contribute to reduction of rural poverty, hunger and malnutrition in Latin America, Agrica and Asia through enhancement of family farming": 1,
    "Conpapa es una organizacion de pequenos paperos en la zona sierra centro de Ecuador, por el momento son una organizacion que es reconocido por el estado y el sector privado como una organizacion represtentativo y por su conocimiento tanto tecnico que comercial. Son la unica organizacion de pequeños paperos en Ecuador que tiene la autorizacion de elaborar semillas certificadas. \nSu gran reto para los proximos años es prever valor agregado y almacenamiento de papas y incidir en el Plan Nacional de la Papa donde son parte del comite elaborador. ": 1,
    "to make Dansha Awararo bankable by means of coaching, training and capacity building\nto develop a business plan for input and trade/export finance\nto facilitate the acquisition of a loan for input and trade finance from a local bank\nto establish linkages with Buyers (Olam, Yme Kuiper)": 1,
    "Goal\r\n The overall goal of the proposed project is to \"improve the economic status of farmers through improved agricultural practices, access to the market and finance.\"\r\n\r\n The objectives of the project are as follows: \r\n 1. Strengthen new and existing cooperatives\r\n 2. Increase the agricultural production of cooperative members\r\n 3. Youth community and cooperatives members serve SF members with technical and entrepreneurial skills and knowledge.\r\n 4. Facilitate access to the market.\r\n 5. Strengthen the capacity of SFACF Dhading.": 1,
    "To expand the outreach to members and to provide them with savings and credit services.": 1,
    "Improving beekeeping in the Una Sana Canton by: faster and more efficient transfer of information from top to bottom level; strengthened competitiveness at (inter) national markets and  getting connected with international markets; reduce rural youth unemployment and achieving sustainability in honey production": 1,
    "1. Improve the production of bee products,in terms of quality and quantity and continuity in RS and BiH through concise database \r\n2.\tTo educate young beekeepers, including women, to professional beekeepers will result in higher production of bee products and provide them income and work": 1,
    "OS1: Les productions des filières d’agricoles-chaînes des valeurs développées à travers les coopératives initiées par les  membres SYDIP sont prises en compte dans les préoccupations PDL des secteurs et chefferies\r\n\r\nOS2: Les stratégies de promotion d’un environnement sain et durable pour l’agriculture, pèche et élevage sont développées par les filières agricoles -chaînes de valeurs à travers les coopératives et autres acteurs affiliés à SYDIP.\r\n\r\nOS3 : des coopératives agro-entreprises rurales  fortes   , fiables offrant des meilleures conditions de vie à leurs membres au sein de SYDIP \r\n\r\nOS4: Des femmes et jeunes sont initiés et responsabilisés dans les activités de promotion et de défense des intérêts paysans dans une vision d’autonomie  et d'équité dans les activités agricoles \r\n\r\nOS 5: Des  coopératives agro-entreprises rurales  accompagnées en gestion et dans la mobilisation des   financements internes et externes pour leurs plans d’affaires.\r\n\r\nOS 6: le programme quinquennal de SYDIP géré dans le professionnalisme & transparence  et capitalisé à travers un plan de communication.": 2,
    "Produire des quantités importantes pour pouvoir répondre efficacement au besoin de marché et obtenir de ce dernier un prix rémunérateur en vue d'augmenter le revenu des ménages.\r\nPromouvoir l'esprit entrepreneurial dans les coopératives agricoles membres de l'UPDI à travers les activités génératrices.\r\nValoriser la participation économique de la femme au sein des coopératives membres de l'Union pour la promotion du genre et l'accroissement de revenu au sein des ménages.": 2,
    "to increase the welfare of farmers by  strenthen farmers organisations at village level, improving and increase the production and marketing collectively.": 1,
    "To enable small farmer producers members to grow vegetable, rice and animals/poultires raising with sustainability.": 1,
    "Objectifs spécifiques du plan d’action 2013: \r\n\r\n1. Augmenter la production des exploitations familiales en leur facilitant l’accès à des semences améliorées (certifiées ou/et de qualité)\r\n\r\n2. Améliorer le revenu des producteurs membres de l’AOPP dans les régions de Ségou et Koulikoro par la maîtrise de la rentabilité économique des filières agricoles\r\n\r\n3. Promouvoir l’émergence des Mutuelles de Solidarité dans les régions de Ségou et de Koulikoro": 2,
    "Objectif Global : Contribuer a l’amélioration des conditions de vie des  productrices et producteurs maraîchers par le renforcement de leurs capacités de production  et la garantie  d’un prix rémunérateur\r\n\r\nObjectif stratégique N°1 : Renforcer les capacités institutionnelles et organisationnelles de la FCMN et de ses membres\r\n\r\nObjectifs stratégiques N°2 : renforcement des capacités de production \r\n\r\n\r\nObjectif stratégique N°3 : augmentation des revenus des membres.\r\n\r\nDetails à trouver dans Plan 2014.": 2,
    "L’objet de la FUCOPRI est le développement de la filière riz au Niger par sa participation à la mise en cohérence des actions de tous les partenaires de cette filière. Les objectifs du projet actuel sont:\r\n\r\n-\tfaciliter à ses membres un approvisionnement régulier en intrants agricoles et tout autre service demandé par ceux ci ;\r\n-\tassurer la protection de la production nationale et garantir l'écoulement du riz de ses membres ;\r\n-\tdéfendre sur le plan national et international les intérêts moraux, techniques, économiques et législatifs de ses membres ;\r\n-\tamener ses membres à disposer de réelles capacités d’analyse et de gestion en leur fournissant une assistance technique notamment en matière d'organisation, de fonctionnement, de comptabilité, d'études, de formation et d'éducation ;\r\n-\tentreprendre des démarches auprès des ministères et participer à des commissions ayant relation avec les activités de ses membres\r\n-\tfaciliter à ses membres l'accès aux financements des partenaires au développement\r\n-\treprésenter ses membres au niveau national et international": 2,
    "Farmer led action reseach on climate adapted agriculture practices using methods tested by Dutch farmers": 2,
    "Overall Objective: \r\nThe overall objective of the project is to raise awareness among grassroots farmers on the adverse consequences of climate change and the possible mitigation and adaptation technologies available or which can be developed and adapted, with strong emphasis on adaptation.\r\n\r\nSpecific Objectives:\r\n1.\tTo carry out climate change sensitization campaigns at DFA level in the two pilot districts. \r\n2.\tTo train participating farmers in sustainable, environment-friendly tree planting and management techniques with focus on Agro- forestry practices. \r\n3.\tTo establish tree nursery beds in Sironko district for the production of tree seedlings which will be managed by the extension link farmers under whose guidance these will be constructed.\r\n4.\tTo establish demonstration farms to act as centers of learning climate smart technologies in agro forestry for wind breaks, contour cropping in Sironko and water harvesting/drought resistant varieties in Nakasongola for the farmers in the districts.": 1,
    "Lograr el incremento en el nivel de ingresos de las familias productoras ecológicas a través de fortalecer y consolidar a Organizaciones de Productores Ecológicos desarrollando y aprovechando iniciativas económicas que permitan la  participación  exitosa en los mercados nacionales  e internacionales.": 1,
    "L’Objectif global du projet est de contribuer à l’augmentation de revenu des ménages paysans à travers les élevages laitiers dans le contexte de la réduction de la pauvreté structurelle.\r\n\r\nB.\tOBJECTIFS  SPECIFIQUES\r\n\r\n-\tRenforcement des capacités des coopératives des agri- éleveurs, des techniciens vétérinaires et animateurs de terrain\r\n-\tAmélioration de  l’alimentation du bétail, à travers l’introduction des nouvelles espèces fourragères\r\n-\tAmélioration génétique la vache locale par I.A et/ou par la monte naturelle \r\n-\tRenforcement des capacités des centres de collecte et/ou de vente du lait/produits laitiers.": 2,
    "Increase milk intake by 2,000 l/day for society and decrease side selling": 1,
    "Overall goal is to increase milk intake by 5,000 l/day for society": 1,
    "The goal of the project is to contribute to the reduction of rural poverty in Armenia through strengthened capacity of FAA member small farmers and their farmer organizations to engage in the market and other institutions having impact on rural development.": 2,
    "Main goal:\r\nTo contribute to sustainable and inclusive Producers’ Organisations (PO) and their members through affordable, accessible and quality technical services/support and organisational strengthening.\r\n\r\n\r\nSpecific objcetives:\r\n- Federated PO are capacitated for successful collective bargaining and establishment of functional linkages with the public and private sector to improve the economic status of their members\r\n- PO are strengthened to form federated and/or registered PO at Union and Upazila levels by creating stronger vertical and horizontal linkages\r\n- Producers organised under PO have enhanced their production and productivity through improved and accessible technical and entrepreneurial knowledge and skills in selected agricultural value chains": 1,
    "Améliorer la productivité et la compétitivité des produits  soja et  maïs bruts/transformés des producteurs, des entreprises ou unités agricoles  à travers l’amélioration de leur organisation, de la technique de production, de transformation et de commercialisation.": 2,
    "Los Productores de las OECAs mejoran sus ingresos  económicos a través del acceso a las compras estatales.": 1,
    "-strengthening the union and FMOs in terms of management and financial management capacity\r\n-enhancing productivity of wheat and barley farmers\r\n-acquiring work capital at CBO and improving trade performance": 1,
    "- To develop a business plan for work capital and mobilize the required finance\r\n-\tTo improve the supply chain management and business relation with PCS\r\n-\tTo improve output marketing performance by 25-50%\r\n-\tTo establish and meet the contract with Asela Malt Factory": 1,
    "- increase output marketing performance in malt barley (5000 quintal) and chickpea (4000 quintal)\r\n- developing business plans for seed multiplication farm, chick pea export and working capital\r\n- establish a sound contract with Meta breweries and comply to contract": 1,
    "- Strengthening the transaction relation between the primary cooperative societies and the union\r\n-\tProfessionalizing the unions trade capacity and important supportive systems as financial management, membership database and human resource management\r\n-\tAcquiring working capital and improving output marketing performance.": 1,
    "Goals<br />\r\n•\tto develop a bankable business plan for <br />\r\n\t- export finance<br />\r\n              - input finance<br />\r\n•\tto recruit a professional manager spearheading the revival of Setit’s business performance<br />\r\n•\tto restructure the outstanding debt": 1,
    "- to market 70.300 quintal of sesame\r\n-\tto develop a business plan and attract additional trade finance (30 million ETB)\r\n-\tto implement a staff performance evaluation system and staff succession plan\r\n-\tto establish input financing pilot\r\n-\tto implement MIS system": 1,
    "At the end of the project, 12 established pilot business or market relationships in 10 clusters involving 12 unions and 120 member cooperatives have on average reached an additional yearly turn-over of output marketing of a minimum of 2,000 tons of produce per union as a consequence of direct project interventions (see annex 12 for assumptions and calculations). As an effect of this project and additional contributions from others, it is expected that the involved 42,000  smallholder farmers’ households will have increased the productivity with 25% .": 1,
    "Feasability study and marketing strategy for Gayo coffee in the Indonesia and Asian market.": 1,
    "The main objective of Agriterra’s support is to reduce milk losses reported milk supply is 5% higher than reported sales) and reduce milk returned from the market due to quality problems (currently at 6%).": 1,
    "Increasing and diversifying horticultural production of passion fruit, tomatoes, avocados, pineapple, and banana.": 1,
    "General objective: \r\n The overall objective is to empowering of small farmers towards cooperative marketing and enterprising of their produces\r\n\r\n Specific objectives: \r\n\r\n 1. Improve access of capacity to increase production of farmer organisations and group members \r\n 2. Improve access of farmer members to cooperatives and collective marketing (collective sale, purchase of inputs, produces and transport)\r\n 3. Effective business development and investment planning improvement\r\n 4. Organizational strengthening and capacity building of FOs for direct and effective extension services to members\r\n 5. Giving advisory support to and facilitate member organizations toward professional functioning as a member organisation": 1,
    "Desarrollar un proceso de capacitación y aprovechamiento de los saberes colectivos para potenciar los principios cooperativistas en los sujetos individuales y sus motivaciones empresariales.\r\nPromover la integración de jóvenes y mujeres en las organizaciones de base para dinamizar la gestión y sostenibilidad de los negocios.\r\nPromover la construcción de alianzas e intercambios de experiencias exitosas de comercialización para generar nuevos canales de mercado.\r\nDirigir actividades de consultorías para la creación de marcas y registros sanitarios para las cooperativas agroindustriales.": 1,
    "General objective: \r\n1. To transform farmer groups into entrepreneurial entities through capacity building and engagement with actors in priority value chains for improved rural livelihoods\r\n\r\nSpecific objectives:\r\n1. To enable KENFAP to sensitize and select Common Interest Groups (CIPs) to cluster into and form  Producers Business Groups (PBGs) in Priority Agricultural Product Value Chains:  3 months;\r\n2. To allow these PBGs to develop a bankable business plan: 3 months;\r\n3. To identify and finance designated business development services needed by the PBGs in the first year of the operation: starting September 1st, 2011.": 2,
    "El fin del proyecto es contribuir a mejorar la calidad de vida de 5 927 familias productoras de cacao de 15 organizaciones y 292 comités de base de la Región San Martín.": 1,
    "Goal: A target number of farmers and fishers households have increased yields and income as direct result of participating in cluster, base, and federation strengthening, sustainable agriculture, product and market development, agri-financing, governance, and agri-business enterprise model building activities of PAKISAMA.": 1,
    "The main goal of this project is to increase the income of the small farmers and their commodity clusters organized under the Agriterra PFF program by collectively producing agricultural product with market demand and establishing various farmers’ agri-businesses to market value added products. Using the value chain approach, farmers will be able to enhance appropriate business skills in managing the selected business identified in the value chain, clarify its  role in the value chain, efficient production and supply management collectively, determine market demand, incubate businesses to test market and prove business profitability and expand businesses with market demand potential.\r\n\r\nThe secondary goal of this project is to improve the current agri-business practices of PASAKA through efficient production and marketing programs based on value chain approach and to institutionalize internal resource generation for operation’s sustainability in delivering support services to the commodity clusters of the three provincial federations.": 1,
    "- Positioning of products of cooperative farmers in the organic market\r\n-\tDevelopment of a network of organic producers and link them to consumers\r\n-\tPromote the use of organic inputsby producers \r\n-\tImprovement of the production, marketing and capacity building infrastructure of the centre for AgroEcological investment and technical support (CIETTA)).": 1,
    "The goal of this contract with Banyakole-Kweterana Union is to develop a bankable business plan in order to obtain enough working capital for achieivng their business goals. In addition, Agriterra will provide additional expertise in terms of marketing and internal structures.": 1,
    "Increase sales performance of Katerera ACE and organizational strengthening by means of improving financial management of the ACE and increase equity.": 1,
    "The goal of this contract is to strengthen Nyakyera ACE in order for the cooperative to operate again as an economic enterprise, whereby it adds value to the produce of their members. Further the goal is to increase in membership and to assess the possibilities of investing in a 5.000 liter milk cooler.": 1,
    "• Increase income of 6000 households’ direct beneficiaries in Kitgum and Lamwo.\r\n•\tA total of 50 new change agents identified and selected by the group members trained on gender concepts on equality for 3days to enable them deliver affective.\r\n•\tConduct households trainings on gender, joint planning and shared benefits for 240 groups by M and E officers\r\n•\tTraining and mentoring women and youth entrepreneurs in entrepreneurships  for 3days 20 women and 15  youth \r\n•\tBackstop to 240 groups on enterprise development, joint planning and shared benefit and financial management by July 2015, \r\n•\tTrained 100 VSLA group in marketing, business planning, book keeping and market information\r\n•\tA total of 240 Groups trained in gender and HIV / AIDS by end 2014. Farmers able to live responsibly and produce food and generate income for the household.\r\n•\tExchange experiences within and outside the groups on gender services and products, successes, challenges and documentation": 1,
    "- Developing a long terms internal capitalization strategy\r\n- To mobilize internal capital (5000.000 ETB) and bank loan (around 10.000.000 ETB) for semi-refinery\r\n- Improving marketing capacity\r\n- Improving financial management capacity\r\n- Improving membership commitment and supply chain management\r\n- To start acquisition and construction of refinery plant": 1,
    "- To assess the establishment of a joint wheat processing venture by three unions (Raya Wakena, Gedeb and Galema) and finalizing business plan accordingly \r\n-\tTo increase the union's own equity (minimum of 6 million ET birr)\r\n-\tTo mobilize a loan for investment and working capital for the flour factory (33 million ET Birr)\r\n-\tTo start acquisition equipment and construction of factory": 1,
    "* Train board on cooperative principles\r\n* Develop a strategic plan\r\n* Better access to finance with business plan": 1,
    "API’s aims to achieve the following objectives by 2013:\r\n1. To increase the members’ income by promoting collective marketing and organization strengthening.\r\n2. To establish peasant organizations that have a powerful bargaining position in every commodity chain they develop, and\r\n3. To enable the members to share their knowledge and experience regarding collective marketing and the organisation strengthening.": 2,
    "* Better cashflow management\r\n* Farmers capable and knowledgable to become trainers\r\n* Strategic plan for the organisation": 1,
    "* Developing of financial system\r\n* Defining strategic goals and plan": 1,
    "The interim manager (interim CEO) task is to bring Lelbren back to profitability and restructure the organisation completely to do away with any conflict of interest and inability to move Lelbren forward at Board level": 1,
    "Develop a SMART strategic plan.\r\nInvest in training and education of the Board of Directors the management and staff, in order to enhance the overall performance of the SACCO. \r\nComputerize the administration of the two branches.": 1,
    "Development of a business plan for a processing milk plant, which is the centerpiece of the merged operation. All other structures and functions in the process will revolve around this enterprise.": 1,
    "Increase milk intake by 5,000 l/day for society": 1,
    "Overall goal is to contribute in sustained rural poverty reduction of smallholder tea farmers of Eastern districts of Nepal by increasing their income, and equally empower small farmer based organisations to provide better technical and management services.\r\n \r\nObjectives: Key objectives of the project:\r\n 1. Entrepreneurship skills development and marketing support services to the tea entrepreneurs\r\n 2. Support tea cooperatives and farmers for Access to Finance and capacity building support services on financials\r\n 3. Lobby and advocacy on various tea issues (favourable tea policy, celebration of 16th National Tea Day , organic inputs, certification, collateral free loan etc.,) \r\n4. Advisory services on cooperative management and administration, and seeking experts from Agripool for support in developing marketing strategies for the members\r\n 5. To establish effective supervision and monitoring system in tea sub sector for regular dissemination of information.": 1,
    "The main objective of the project is to improve the living condition of rural population through smallholder value chain development in order to provide solutions that increase the income and capabilities of Small Farmers Agricultural Cooperatives (SFACL) engaged in production, processing and marketing on a sustainable basis. \r\n\r\nSub objectives are:\r\n1. Agriculture Market Development – The aim of this component is to enhance the profitability of SFCL members by improving their access to markets and their capacity to add value to locally produced raw materials. This will be achieved by (a) facilitating the linkage of SFCLs to local and national markets and (b) easing critical market infrastructure constraints to the processing, storage, handling and marketing of farm produced and their processed products.\r\n\r\n2.SFCL Productivity Enhancement -The aim of this component is to enhance the productivity of SFACL member by providing various capacity developments training on production  technology. \r\n\r\n3.Organizational Strengthening of the groups and cooperatives - The aim of this component is to strengthen the SFACL  organization by providing technical backstopping on the various components of farmers to farmers replication process.": 1,
    "Lograr una estructura empresarial mas eficiente": 1,
    "Mejorar el Desempeño Empresarial": 1,
    "Mejorar Eficiencia en la Producción de Palmito": 1,
    "Profesionalizando la estructura empresarial": 1,
    "Procesar y comercializar cacao y panela": 1,
    "Mejorar eficiencia en acopio, transformación y comercialización de Quinua": 1,
    "Planta procesadora para fibra de alpaca": 1,
    "Increase volume and quality of coffee through an effective compost programme, improved nurseries and improved processing of the coffee.": 1,
    "The goal of this contract is to improve internal controls, financial management in relation to the management of the business, to come closer to a formal seperation of the project department and the business and finally to create a mechanism to further strengthen and capitalise the loca level (hubs).": 2,
    "Number of members: 1700\r\nNumber of cows: 4000\r\nMilk intake per day\t: 20 tons/day\r\nFinancial targets: \r\nTurnover\tVND 90 billions equivalent to USD 4.5 million\r\nProfit: 4 billions equivalent to USD 200,000": 1,
    "The goal of the Programme is ‘to contribute to rural poverty alleviation through increased incomes and improved livelihoods of cotton farmers’. The objective of the Programme is ‘to strengthen the capacity of CAZ to satisfy the cotton producers’ needs’. To ensure that CAZ becomes a member driven, well structured & governed organization and sustainable organization with the capacity to provide effective and efficient service delivery in the areas of production, value addition, contractual negotiations and lobbying and advocacy. In the project support for Agriterra the focus is on increase of cotton production and productivity, value addition and entrepreneurial skills development, contractual agreements, credit and savings trainings, formation of pre-cooperatives and organisational development as a whole.": 1,
    "L'objectif global de 2012 est de mettre en oeuvre les stratégies d'autonomisation de Tikonna développées en 2011 à travers le potentiel existant.\r\n\r\n2 Objectifs spécifiques:\r\n1) les différentes organes de Tikonna assurent le bon fonctionnement de l'association avec comme indicateur 75% des élues jouent bien leur rôle.\r\n2) les étapes du processus de désengagement sont mises en oeuvre. Indicateur: 90% des recommandations des différentes études et missions sont mises en oeuvre.": 1,
    "1. Accroître les capacités et les ressources financières de l'association.\r\n2. Accroître la disponibilité du crédit et améliorer les capacités de gestion des crédits.\r\n3. Développer les activités génératrices de revenus.\r\n4. Assurer la dignité, l'affirmation et l'émancipation de la femme dans la zone.\r\n5. Accroître le réseau de partenariat de Mialebouni.": 1,
    "working towards a more professional organisation that can advocate on behalf of its members and improve its service provision to its members.": 1,
    "Overall goal is to make AFCU bankable and to develop a business plan\r\n\r\nTargets 2012\r\n•\t7 union board members trained on business management\r\n•\t210 board members (PCS) trained about the business idea: new semi -refinery, market strategy and their role/responsibility. \r\n•\tabout the business idea: new refinery, market strategy and their role/responsibility and about the emerging new business and content of business plan \r\n•\tmembership increase from 62 to 70 primary cooperatives\r\n•\tIncrease share capital by 15%\r\n•\t150 trainers trained\r\n•\t200  farmers trained\r\n•\t20% production performance increase\r\n•\t2.5 quintals of niger 2.5 linseed and 1 quintal sesame distributed to 133 farmers on credit\r\n•\t4 quintals produced by 53 farmers using 1/4 hectare each\r\n•\t100 quintals bought by the union  as credit return\r\n•\t10 farmers 5 locations each farmer 1/4 of a hector with four plots\r\n•\t3187 farmers of 62 PCS produce 0,5 hectare each resulting in 1594 hectares times 6 quintals is 11,158 quintals of production (1115.8 tons)\r\n•\t11,158 quintals purchased for 11,158,000 birr (1000 birr per quintal), 11,158,000 advance payment of which 2.750.000 financed by AFCU,8,408,000 on credit \r\n•\t11,158 .000 birr loan\r\n•\tBusiness plan focusing on (1) semi-refinery and in turn (2) refinery\r\n•\tInformation gathered about how to become an exporter\r\n•\tTwo (potential) new clients indentified\r\n•\t11,158 quintals sold (min. price 1.050 bir/quintal) or stored": 1,
    "Plan de negocios para maíz frito y embutidos": 1,
    "Fortalecer la capacidad institucional, productiva y comercial de ANAPROT a través de la aplicación de una estrategia de mejora productiva con la activa participación de los productores desde el manejo del suelo hasta la obtención del grano de trigo y sus derivados para abastecer a la población nacional garantizando la seguridad y soberanía alimentaria del país.": 1,
    "Objectif général:\r\n1.1 Acroître les revenus monétaires des membres de la COPAO.\r\n\r\nObjectifs spécifiques:\r\n2.1 Sensibiliser et former au moins 125 producteurs volontaires à la démarche de la vente groupée et à la maîtrise des traitements post récolte conduisant à un cacao de meilleure qualité.\r\n\r\n2.2 Rendre opérationnelle la COPAO et ses sections de base.\r\n\r\n2.3 Mettre en place un système performant de vente groupée de café et cacao avec une application intégrale du prix bord champ.\r\n\r\n2.4 Former les administrateurs à l'exercice de leur responsabilité et le personnel à la mise en place d'une comptabilité fiable et transparente et dans la tenue d'une gestion transparente au sein de la COPAO et des sections de base.": 1,
    "Appui en matière de Planification, Suivi & Evaluation au sein des Organisations Paysannes": 1,
    "1) Develop rural women to be equal to men and fight the rights of women and girls in rural communities in Jordan.<br />\r\n2) Diversify income sources through support performing income generating projects by giving turning loans.<br />\r\n3) To rise women awareness.": 1,
    "To develop a bancable business plan\r\n\r\no Increase Membership to 1800\r\no Increase Milk volumes to average of 10,000 litres per day\r\no Improve on milk quality and reduced milk rejection by 15%\r\no Train 20 youths as service providers to 540 farmers trained\r\no Undertake 2 exposure visits\r\no Expand the market portfolio": 1,
    "Objetivo General: Apoyar a OPEs afiladas a AOPEB, lideradas por pequeños  productores, distribuidos en todo el País, en el desarrollo de  iniciativas económicas y comerciales que les permitan un incremento en el nivel de ingresos de sus asociados , fortalecimiento organizacional y participación  exitosa en los mercados nacionales e internacionales.": 1,
    "2012 Incrementar las ventas  y la diversificación de clientes por medio del lanzamiento y promoción de la marca propia Q’ulto para chocolate y café.  El fortalecimiento de la gestión financiera también seguirá teniendo relevancia en este segundo año de proyecto.": 1,
    "The goal of this project is to start the preparation work for utimately constructing a warehouse facility. The preparation work focuses on:<br /><br />\r\n• Strengthen the existing Warehouse Receipt System (WRS) for improved crop financing and collateralization of produce. <br /><br />\r\n• Reduction of post-harvesting losses and improvement of quality of maize and rice<br /><br />\r\n• Preparatory work for developing a business plan for the construction of an Accredited Warehouse facility, like making (cost/benefit) analyses and comparing alternatives.": 1,
    "Objetivo de desarrollo:\r\nMejorar las condiciones de organizaciones de pequenos agricultores para colocar sus productos en mercados alternativos.\r\n\r\nObjetivo de proyecto:\r\nDesarrollo de una estrategia de promoción que facilite el acceso comercial de productos de pequenos productores socios de CSF a los mercados orgánicos y de comercio justos nacionales e internacionales.": 1,
    "Doelstelling is de verbetering van de kwekerij van cacao- en fruitbomen door bescherming en enten voor de boeren (leden) van APPTA een lokale vereniging in Costa Rica (http://www.appta.org)": 1,
    "Reduce maize post harvest losses and increase household food security": 1,
    "Benefits to IFAJ: The initiative will establish IFAJ as a serious organization involved in giving members the kinds of opportunities to report on important issues that are both ag and humanitarian-related. \r\n\r\nBenefits to Agriterra: Success will be measured by the assumption that the issue of the fight against hunger (particularly by farmers’ organisations) will have been brought to many thousands of people who read/hear/view the stories coming from the IFAJ journalists who participate in the hunger summit. The initiative provides an opportunity to improve the \"Farmers fighting Poverty\" program by building relationships with agricultural media in developing and developed countries. This will lead to media coverage (see below), but also will help farmers organizations in working on their visibility towards members, donors, enterprises, etc.  \r\n\r\nMeasurable goals\r\nSuccess will be measured in part by the survey feedback retained from those journalists who participate in both events (Master Class and Global hunger summit). Master Class participants will be asked how their business activities will change based on their experience. \r\n\r\nSuccess for funding sources will be measured, in part, by increased brand awareness from publicity and good will with customers. \r\n\r\nMedia coverage: For year one as an example, based on 25 journalists attending the hunger summit with viewership/readership/ audience of approximately 80,000 each, we can roughly estimate that journalistic coverage will be seen by approximately 2 million agricultural producers, families and consumers around the world. The 10 Master Class journalists will have approximately 50,000 readership/listeners and will be asked to write articles on their experiences for their home audiences. This is an estimated audience of 500,000 people for a total impact of 2.5 million potential audience who will be touched by the project.\r\n\r\nJournalists attending the global summit (besides filing their stories through normal channels) will give a written and oral report of their experience in front of their country IFAJ guild and to other outside audiences such as local newspapers or community organizations, as well as provide photos and comments for the IFAJ newsletter, website, and future Congresses. This will also communicate the project’s accomplishments. \r\n\r\nFor IFAJ it is reasonable to conclude this event will have a positive impact on the perception of IFAJ as a professional organization committed to reaching out to help colleagues in far reaches of the world, and helping its members realize work-related goals in ways they may not be able to by their own means.": 1,
    "- to succesfully implement two micro-insurance pilots (product Family Protection Plan) at two Sacco's (Mateete and Kakuuto)\r\n- to establish a profitable micro-insurance venture in close cooperation with Sanlam": 1,
    "2 OR 3 ": 7,
    "11": 1,
    "51": 1,
    "52": 1,
    "53": 1,
    "54": 1,
    "22": 2,
    "25": 2,
    "28": 1,
    "42": 2,
    "14": 2,
    "33": 1,
    "40": 2,
    "45": 1,
    "18": 1,
    "20": 1,
    "49": 1,
    "9": 2,
    "48": 1,
    "36": 2,
    "47": 1,
    "32": 1,
    "16": 1,
    "518": 1,
    "601": 1,
    "643": 1,
    "267": 1,
    "494": 1,
    "111": 1,
    "85": 1,
    "91": 1,
    "31": 1,
    "234": 1,
    "128": 1,
    "108": 1,
    "114": 1,
    "17": 1,
    "19": 2,
    "13": 1,
    "90": 1,
    "116": 1,
    "148": 1,
    "266": 1,
    "321": 1,
    "555": 1,
    "515": 1,
    "513": 1,
    "472": 1,
    "577": 1,
    "578": 1,
    "585": 1,
    "582": 1,
    "619": 1,
    "593": 1,
    "668": 1,
    "290": 1,
    "612": 1,
    "230": 1,
    "227": 1,
    "121": 1,
    "678": 1,
    "666": 1,
    "652": 1,
    "651": 1,
    "620": 1,
    "238": 1,
    "661": 1,
    "660": 1,
    "658": 1,
    "657": 1,
    "312": 1,
    "320": 1,
    "621": 1,
    "294": 1,
    "81": 1,
    "645": 1,
    "400": 1,
    "453": 1,
    "576": 1,
    "173": 1,
    "639": 1,
    "571": 1,
    "656": 1,
    "564": 1,
    "280": 1,
    "269": 1,
    "235": 1,
    "272": 1,
    "243": 1,
    "26": 1,
    "417": 1,
    "474": 1,
    "631": 1,
    "407": 1,
    "412": 1,
    "413": 1,
    "414": 1,
    "301": 1,
    "311": 1,
    "316": 1,
    "318": 1,
    "664": 1,
    "692": 1,
    "224": 1,
    "329": 1,
    "262": 1,
    "95": 1,
    "268": 1,
    "600": 1,
    "637": 1,
    "627": 1,
    "261": 1,
    "27": 2,
    "635": 1,
    "528": 1,
    "291": 1,
    "310": 1,
    "322": 1,
    "441": 1,
    "682": 1,
    "690": 1,
    "628": 1,
    "648": 1,
    "305": 1,
    "634": 1,
    "599": 1,
    "662": 1,
    "629": 1,
    "425": 1,
    "206": 1,
    "123": 1,
    "97": 1,
    "655": 1,
    "653": 1,
    "636": 1,
    "82": 1,
    "106": 1,
    "88": 1,
    "132": 1,
    "231": 1,
    "86": 1,
    "237": 1,
    "232": 1,
    "192": 1,
    "289": 1,
    "141": 1,
    "203": 1,
    "185": 1,
    "649": 1,
    "654": 1,
    "693": 1,
    "687": 1,
    "589": 1,
    "228": 1,
    "676": 1,
    "647": 1,
    "642": 1,
    "686": 1,
    "573": 1,
    "683": 1,
    "685": 1,
    "323": 1,
    "670": 1,
    "679": 1,
    "239": 1,
    "236": 1,
    "221": 1,
    "212": 1,
    "211": 1,
    "386": 1,
    "92": 1,
    "341": 1,
    "615": 1,
    "292": 1,
    "273": 1,
    "304": 1,
    "602": 1,
    "475": 1,
    "73": 1,
    "326": 1,
    "448": 1,
    "314": 1,
    "309": 1,
    "313": 1,
    "58": 1,
    "61": 1,
    "624": 1,
    "66": 1,
    "603": 1,
    "175": 1,
    "681": 1,
    "445": 1,
    "176": 1,
    "263": 1,
    "168": 1,
    "152": 1,
    "646": 1,
    "143": 1,
    "186": 1,
    "21": 1,
    "437": 1,
    "44": 1,
    "96": 1,
    "113": 1,
    "65": 1,
    "287": 1,
    "146": 1,
    "596": 1,
    "567": 1,
    "55": 1,
    "293": 1,
    "172": 1,
    "170": 1,
    "665": 1,
    "618": 1,
    "315": 1,
    "84": 1,
    "611": 1,
    "240": 1,
    "205": 1,
    "242": 1,
    "241": 1,
    "190": 1,
    "149": 1,
    "194": 1,
    "673": 1,
    "616": 1,
    "265": 1,
    "625": 1,
    "626": 1,
    "490": 1,
    "179": 1,
    "184": 1,
    "672": 1,
    "225": 1,
    "188": 1,
    "380": 1,
    "609": 1,
    "23": 1,
    "7": 1,
    "60": 1,
    "24": 1,
    "64": 1,
    "50": 1,
    "62": 1,
    "8": 1,
    "2017/001": 1,
    "A": 1,
    "Implementation": 5
  },
  ".//budget/@status": {
    "1": 6640,
    "2": 46148
  },
  ".//budget/@type": {
    "1": 357203,
    "2": 329442,
    "Original": 6545,
    "Revised": 4116,
    "148010": 2
  },
  ".//budget/value/@currency": {
    "GBP": 66812,
    "EUR": 72063,
    " EUR ": 8,
    "  EUR  ": 2,
    "DKK": 15332,
    "USD": 509347,
    " GBP ": 3,
    "INR": 61,
    "AUS": 2,
    "25": 1,
    "104": 1,
    "140": 1,
    "358": 1,
    "75": 3,
    "2,918": 1,
    "220": 1,
    "72": 1,
    "191": 1,
    "912": 2,
    "100": 2,
    "521": 1,
    "585": 1,
    "21": 4,
    "377": 1,
    "33": 1,
    "214": 1,
    "373": 1,
    "10": 1,
    "15": 4,
    "313": 1,
    "297": 1,
    "959": 1,
    "350": 1,
    "433": 1,
    "65": 1,
    "262": 1,
    "242": 1,
    "98": 1,
    "19": 2,
    "103": 1,
    "42": 2,
    "255": 1,
    "24": 1,
    "35": 3,
    "470": 1,
    "218": 1,
    "14": 2,
    "202": 1,
    "50": 3,
    "200": 3,
    "66": 1,
    "211": 1,
    "174": 1,
    "36": 1,
    "20": 1,
    "125": 1,
    "230": 1,
    "145": 2,
    "32": 3,
    "473": 1,
    "49": 1,
    "108": 1,
    "4": 1,
    "60": 1,
    "26": 1,
    "501": 1,
    "13": 2,
    "79": 1,
    "150": 3,
    "268": 1,
    "300": 1,
    "160": 1,
    "725": 1,
    "11": 1,
    "275": 1,
    "345": 1,
    "245": 1,
    "272": 1,
    "528": 1,
    "101": 1,
    "583": 1,
    "532": 1,
    "257": 1,
    "250": 1,
    "70": 1,
    "17": 2,
    "85": 1,
    "41": 1,
    "110": 2,
    "430": 1,
    "31": 1,
    "335": 1,
    "3,573": 1,
    "397": 1,
    "256": 1,
    "77": 1,
    "184": 1,
    "40": 1,
    "305": 1,
    "116": 1,
    "2": 1,
    "158": 1,
    "296": 1,
    "505": 1,
    "90": 1,
    "986": 1,
    "53": 1,
    "283": 1,
    "161": 1,
    "173": 1,
    "421": 1,
    "142": 1,
    "334": 1,
    "1": 1,
    "ZAR": 30,
    "EUR ": 40,
    "COP": 7,
    "ETB": 28,
    "XAF": 4,
    "XOF": 48,
    "PHP": 15,
    "BDT": 31,
    "LKR": 4,
    "THB": 4,
    "NIO": 4,
    "GTQ": 5,
    "HTG": 12,
    "UGX": 34,
    "SLL": 12,
    "HNL": 1,
    "BAM": 2,
    "Eur": 1,
    "NGN": 5,
    "AUD": 4780,
    "NPR": 7,
    "Euro": 11,
    "CAD": 28,
    "XDR": 642,
    "MGA": 1,
    "VND": 1,
    "MWK": 4,
    "SEK": 3,
    "SZL": 1,
    "TTD": 1,
    "CHF": 3,
    "JMD": 1,
    "LSL": 2,
    "BWP": 1,
    "KES": 10,
    "NOK": 4688,
    "GBP  ": 304,
    " GBP": 1,
    "ZMK": 5,
    "TZS": 9,
    "": 3597,
    "PKR": 1,
    "RWF": 1,
    "GHC": 1,
    "ZMW": 7,
    "gbp": 1,
    "AFN": 2
  },
  ".//collaboration-type/@code": {
    "3": 17939,
    "1": 460268,
    "2": 25226,
    "0": 44,
    "4": 40743,
    "6": 11279,
    "5": 132,
    "": 2,
    "7": 1472
  },
  ".//conditions/condition/@type": {
    "1": 23087,
    "2": 203415,
    "3": 12332,
    "": 726,
    "0": 10
  },
  ".//contact-info/@type": {
    "1": 258665,
    "2": 11067,
    "3": 23,
    "Financials for West Bengal-Pathar Pratima FY2013": 1,
    "Financials for West Bengal-Sagar FY2013": 1,
    "Financials for Bihar-Sheohar FY2013": 1,
    "Financials for Peru FY2013": 2,
    "Financials for Nicaragua-La Concordia FY2013": 1,
    "Financials for Nicaragua-San Rafael del Norte FY2013": 1,
    "Financials for Uganda-Kamwenge FY2013": 1,
    "Financials for Malawi FY2013": 1,
    "Financials for Malawi-Chikhwawa FY2013": 1,
    "Financials for Rwanda-Kicukiro FY2013": 1,
    "Financials for Rwanda-Rulindo FY2013": 1,
    "Financials for Bolivia-Arani FY2013": 1,
    "Financials for Bolivia-Peri-Urban Cochabamba FY2013": 1,
    "Financials for Bolivia-Cuchemuela FY2013": 1,
    "Financials for Bolivia -Tiraque FY 2013": 1,
    "Financials for Bolivia -Villa Rivero FY 2013": 1,
    "Financials for Honduras-Chinda FY2013": 1,
    "Financials for Honduras-El Negrito FY2013": 1,
    "Financials for Honduras-San Antonio de Cortes FY2013": 1,
    "Financials for Guatemala-San-Andres-Sajcabaja FY2013": 1,
    "Financials for Guatemala-San Antonio Ilotenango FY2013": 1,
    "Financials for Guatemala-San Bartolome Jocotenango FY2013": 1,
    "Financials for Guatemala-Santa Cruz del Quiche FY2013": 1,
    "Any further information": 1,
    "21": 14,
    "4": 2853,
    "Email": 5,
    "Programme Coordinator": 1,
    "Head of mission": 2,
    "Coordinator of the project": 1,
    "ASF's Head of mission in Burundi": 2,
    "Project Coordinator": 1,
    "Focal point for the project at ASF's HQ": 1,
    "Projet Coordinator staff": 1,
    "Person in charge of the project in the field": 1,
    "Contactinfo Program Manager": 7,
    "Programme Manager": 1,
    "Programme team Humana": 1,
    "Contact info Project Team": 5,
    "Contact info Program Manager": 2,
    "Organisational email address": 1,
    "": 11382,
    "E-mail, telephone and address": 12,
    "e-mail, tel. # and address": 1,
    "Programme Officer": 1,
    "PROGRAMMES": 1
  },
  ".//country-budget-items/@vocabulary": {
    "1": 87266,
    "4": 2
  },
  ".//country-budget-items/budget-item[../@vocabulary = '1']/@code": {
    "7.1.1": 300,
    "4.1.9": 313,
    "3.8.5": 174,
    "3.9.4": 41,
    "1.7.4": 1447,
    "5.4.8": 204,
    "3.12.1": 1487,
    "3.6.4": 146,
    "3.8.12": 16,
    "3.8.10": 2,
    "3.8.7": 37,
    "3.8.8": 31,
    "3.8.1": 247,
    "3.7.4": 1,
    "3.6.7": 1,
    "6.1.1": 1242,
    "5.1.1": 19109,
    "1.3.5": 788,
    "1.7.1": 7287,
    "3.1.5": 1256,
    "3.3.1": 1500,
    "3.9.2": 818,
    "4.2.1": 3510,
    "1.1.1": 4269,
    "5.4.1": 1710,
    "5.4.10": 3255,
    "5.4.11": 2717,
    "2.1.6": 478,
    "1.3.13": 987,
    "3.9.1": 55,
    "4.1.1": 1609,
    "5.3.1": 3217,
    "2.1.1": 632,
    "5.4.5": 1827,
    "5.3.12": 266,
    "1.6.1": 540,
    "4.1.4": 338,
    "2.1.8": 521,
    "1.8.1": 1142,
    "3.1.3": 2081,
    "4.1.7": 179,
    "5.4.7": 235,
    "3.3.8": 196,
    "1.2.1": 113,
    "5.3.8": 403,
    "4.1.3": 496,
    "1.7.3": 295,
    "5.3.3": 579,
    "5.3.4": 804,
    "5.3.2": 169,
    "2.1.10": 598,
    "5.3.7": 27,
    "3.4.1": 516,
    "3.1.4": 134,
    "3.10.1": 588,
    "4.2.4": 336,
    "5.4.9": 795,
    "5.3.11": 233,
    "2.2.1": 355,
    "3.1.6": 438,
    "5.3.10": 132,
    "1.3.12": 64,
    "3.7.1": 83,
    "5.2.3": 34,
    "3.4.2": 87,
    "3.3.6": 90,
    "4.1.2": 267,
    "4.1.5": 167,
    "5.3.9": 312,
    "3.3.9": 110,
    "3.10.2": 247,
    "3.5.2": 183,
    "3.10.3": 138,
    "3.11.1": 18,
    "4.2.5": 168,
    "3.5.1": 59,
    "3.5.4": 10,
    "2.2.3": 191,
    "4.2.2": 456,
    "3.2.1": 25,
    "4.1.6": 72,
    "4.1.8": 38,
    "2.1.11": 25,
    "3.4.4": 24,
    "4.2.3": 155,
    "3.9.3": 492,
    "2.1.2": 20,
    "7.2.1": 4639,
    "1.4.3": 1608,
    "1.3.2": 103,
    "2.1.5": 5264,
    "2.1.9": 2275,
    "3.3.2": 13,
    "3.6.6": 484,
    "2.1.7": 63,
    "3.3.7": 61,
    "3.8.9": 28,
    "3.3.5": 4,
    "3.6.5": 2,
    "3.6.2": 24,
    "3.6.1": 617,
    "3.3.4": 8,
    "3.7.2": 3,
    "3.3.3": 2,
    "3.8.14": 11,
    "3.4.3": 12,
    "5.4.12": 22,
    "3.1.1": 898,
    "1.3.11": 436,
    "1.7.2": 38,
    "6.1.2": 885,
    "5.3.5": 29,
    "1.3.3": 155,
    "1.3.8": 435,
    "2.1.3": 47,
    "3.10.4": 39,
    "5.3.13": 6
  },
  ".//crs-add/aidtype-flag/@code": {
    "1": 509,
    "2": 426,
    "3": 423,
    "4": 419
  },
  ".//crs-add/loan-status/@currency": {
    "CAD": 15,
    "USD": 2
  },
  ".//crs-add/loan-terms/repayment-plan/@code": {
    "2": 2
  },
  ".//crs-add/loan-terms/repayment-type/@code": {
    "3": 2
  },
  ".//crs-add/other-flags/@code": {
    "1": 74823,
    "2": 73626,
    "3": 73627
  },
  ".//default-aid-type/@code": {
    "C01": 135888,
    "B03": 1395,
    "B01": 801,
    "A01": 1577,
    "B02": 146,
    "E01": 6405,
    "G01": 1616,
    "CO1": 2301,
    "159,512": 1,
    "D02": 9789,
    "D01": 2721,
    "c01": 8,
    "DO2": 2,
    "BO1": 1,
    "C02": 11,
    "A02": 11237,
    "B04": 96,
    "B1": 2,
    "G": 10,
    "A": 4,
    "C06": 2,
    "DO1": 3,
    "H01": 882,
    "CO2": 1,
    "g01": 1,
    "B": 1,
    "C01 ": 1,
    "TCO": 293,
    "OTH": 126,
    "F01": 37,
    "H02": 6,
    "PGM": 49,
    "PRJ": 198,
    "NGO": 167,
    "PDA": 138,
    "ADM": 10,
    "DFA": 31,
    "NG2": 122,
    "IRB": 1,
    "EMD": 5,
    "E02": 2,
    "": 1242,
    "Default-aid-type: [code=\"D02\" ] ": 377
  },
  ".//default-aid-type[@vocabulary = '1' or not(@vocabulary)]/@code": {
    "C01": 278940,
    "B03": 24786,
    "G01": 22174,
    "B02": 5664,
    "A02": 507,
    "B01": 7930,
    "H02": 897,
    "E01": 2813,
    "D01": 6299,
    "B04": 1054,
    "D02": 8386,
    "A01": 945,
    "H01": 5917,
    "F01": 103,
    "CO1": 868,
    "c01": 7,
    "g01": 1,
    "E02": 611,
    "D04": 409,
    "801": 32
  },
  ".//default-finance-type/@code": {
    "110": 489977,
    "911": 379,
    "311": 46,
    "100": 2852,
    "0": 5,
    "510": 1170,
    "310": 139,
    "210": 83,
    "511": 123,
    "600": 4,
    "410": 7510,
    "411": 4543,
    "413": 20,
    "111": 36,
    "-1": 6,
    "512": 76,
    "618": 47,
    "610": 10,
    "912": 205,
    "400": 1373,
    "": 2,
    "910": 26,
    "412": 25,
    "613": 4,
    "612": 12,
    "615": 3,
    "614": 4,
    "710": 17,
    "211": 1,
    "999": 9
  },
  ".//default-flow-type/@code": {
    "30": 29599,
    "10": 489646,
    "20": 10691,
    "50": 4134,
    "ODA": 3,
    "": 58,
    "35": 4805,
    "40": 4
  },
  ".//default-tied-status/@code": {
    "5": 238931,
    "4": 119649,
    "3": 30601,
    "CO1": 383,
    "untied": 685,
    "B01": 5,
    "": 8601,
    "Untied": 1481,
    " ": 176
  },
  ".//description/@type": {
    "1": 286301,
    "2": 63904,
    "3": 8119,
    "4": 5040,
    "General": 207
  },
  ".//document-link/@format": {
    "application/pdf": 483918,
    "text/html": 112348,
    "video/mp4": 6,
    "application/vnd.ms-excel": 11157,
    "application/msword": 71800,
    "application/vnd.ms-powerpoint": 202,
    "image/vnd.sealedmedia.softseal.jpg": 1,
    "application/vnd.document+json": 1,
    "application/vnd.ms-word.document.macroEnabled.12": 4,
    "application/mbms-reception-report+xml": 16,
    "application/applefile": 3,
    "image/jpeg": 2650,
    "application/http": 1713,
    "application/vnd.oasis.opendocument.text": 53073,
    "application/vnd.openxmlformats-officedocument.spreadsheetml.sheet": 1228,
    "image/tiff": 159,
    "pdf": 6,
    "pdf ": 1,
    "application/simple-message-summary": 3,
    "application/framework-attributes+xml": 2,
    "text/xml": 3,
    "url": 17,
    "": 1247,
    ".xls": 1,
    "WebPage": 730,
    "appilcation/pdf": 5,
    "application/word": 2,
    "application/html": 1,
    "application": 1,
    "application/pf": 1,
    "application/vnd.openxmlformats-officedocument.custom-properties+xml": 2,
    "text/plain": 7,
    "application/PDX": 1,
    "application/vnd.cups-pdf": 2,
    "application/activemessage": 2,
    "multipart/report": 1,
    "text/csv": 9,
    "application/3gpp-ims+xml": 4,
    "application/vnd.sealed.xls": 3,
    "application/vnd.oasis.opendocument.text-web": 3926,
    "image/jpg": 136,
    "image/png": 62,
    "application/vnd.openxmlformats-officedocument.wordprocessingml.document": 142,
    "application/pdf     ": 486,
    "application/rtf": 122,
    "application/vnd.oma.poc.final-report+xml": 4,
    "application/javascript": 3389,
    "application/jpg": 74,
    "application/png": 21,
    "application/font-sfnt": 1,
    "application/alto-networkmap+json": 1,
    "application/x-7z-compressed": 4699,
    "application/vnd.ms-word.document.macroenabled.12": 33,
    "application/vnd.openxmlformats-officedocument.wordprocessingml.template": 20,
    "application/vnd.openxmlformats-officedocument.presentationml.presentation": 31,
    "application/x-rar-compressed": 43,
    "application/vnd.ms-project": 3,
    "image/gif": 3,
    "image/bmp": 2,
    "text/vnd.in3d.spot": 1,
    "application/call-completion": 1,
    "message/http": 1,
    ".html": 52607,
    "application/1d-interleaved-parityfec": 3,
    "application/octet-stream": 28824,
    "application/ssml+xml": 1,
    "application/vnd.anser-web-certificate-issue-initiation": 5,
    "image/jpx": 260,
    "application/atomsvc+xml": 2,
    "application/vnd.adobe.xfdf": 1,
    "text/richtext": 4,
    "application/vnd.oasis.opendocument.graphics": 1,
    "application/mrb-publish+xml": 1,
    "application/mathml-presentation+xml": 1,
    "text/enriched": 7,
    "application/vnd.fsc.weblaunch": 3,
    "application/vnd.noblenet-web": 1,
    "application/vnd.sealedmedia.softseal.html": 1,
    "application/vnd.mozilla.xul+xml": 1,
    "application/pidf-diff+xml": 1,
    "application/octet": 38,
    "application/zip": 49,
    "application/x-msg": 1,
    "application/vnd.ms-excel.sheet.macroEnabled.12": 8,
    "application/xml": 1,
    "application/link-format": 1,
    "application/vnd.ms-xpsdocument": 1
  },
  ".//document-link/category/@code": {
    "B01": 954,
    "B10": 6,
    "A12": 59406,
    "B03": 1502,
    "A07": 63354,
    "A01": 66716,
    "A11": 43228,
    "A08": 274457,
    "A02": 155429,
    "A10": 52980,
    "A05": 70751,
    "A09": 94243,
    "B15": 5,
    "B12": 1744,
    "A04": 98796,
    "A03": 96727,
    "A06": 36525,
    "B16": 6149,
    "B06": 28,
    "B02": 1666,
    "B17": 2573,
    "B08": 5,
    "B09": 7712,
    "": 40,
    "B18": 4,
    "B11": 2571,
    "B14": 2571,
    "A02 Objectives / Purpose of activity": 13,
    "A05 Budget": 5,
    "A08 Results, outcomes and outputs": 3,
    "A09 Memorandum of understanding (If agreed by all parties)": 1,
    "A07 Review of project performance and evaluation": 1,
    "b16": 3
  },
  ".//document-link/language/@code": {
    "en": 225650,
    "2": 36,
    "es": 10022,
    "pt": 28,
    "e": 32,
    "fr": 9818,
    "uk": 1,
    "ar": 65,
    "af": 67,
    "ne": 24,
    "sw": 6,
    "hi": 1,
    "": 2,
    "fr ": 2,
    "en ": 4,
    "da": 2,
    "nl": 1560,
    "NL": 16,
    "pt-br": 7,
    "ru": 11
  },
  ".//humanitarian-scope/@type": {
    "1": 5452,
    "2": 1
  },
  ".//humanitarian-scope/@vocabulary": {
    "1-2": 12,
    "99": 5436,
    "2-1": 1,
    "1-1": 4
  },
  ".//humanitarian-scope[@vocabulary = '1-2']/@code": {
    "OT-2014-000001-SSD": 1,
    "OT-2008-000196-SOM": 1,
    "EP-2014-000039-SLE": 1,
    "EP-2014-000039-LBR": 1,
    "EP-2014-000039-GIN": 1,
    "TC-2013-000139-PHL": 1,
    "CE-2014-000091-PSE": 1,
    "EQ-2015-000048-NPL": 1,
    "OT-2013-000152-CAF": 2,
    "OT-2014-000010-IRQ": 1,
    "OT-2016-000069-IRQ": 1
  },
  ".//humanitarian-scope[@vocabulary = '2-1']/@code": {
    "1118": 1
  },
  ".//location/administrative/@country": {
    "IN": 3059,
    "PK": 685,
    "BD": 1527,
    "UG": 628,
    "KE": 577,
    "TZ": 324,
    "GN": 152,
    "ZW": 24,
    "SL": 269,
    "BF": 159,
    "ZM": 193,
    "MW": 334,
    "CI": 117,
    "GY": 14,
    "NG": 806,
    "MZ": 310,
    "LR": 155,
    "KH": 692,
    "GH": 317,
    "SN": 191,
    "ET": 361,
    "LK": 722,
    "TD": 118,
    "AG": 23,
    "CM": 241,
    "GM": 59,
    "NP": 839,
    "GW": 37,
    "BZ": 9,
    "BJ": 176,
    "CD": 389,
    "CG": 68,
    "TG": 34,
    "SS": 234,
    "SD": 58,
    "HT": 180,
    "JM": 79,
    "NE": 294,
    "CF": 140,
    "ML": 241,
    "PE": 229,
    "NI": 182,
    "RW": 214,
    "BO": 85,
    "HN": 68,
    "GT": 86,
    "WW": 6,
    "PS": 35,
    "EG": 179,
    "": 13,
    "BR": 443,
    "JO": 32,
    "CO": 140,
    "EC": 103,
    "SV": 134,
    "BI": 154,
    "SO": 117,
    "VN": 1943,
    "MG": 187,
    "NA": 8,
    "LB": 52,
    "PH": 322,
    "IQ": 57,
    "AF": 561,
    "MN": 202,
    "MM": 958,
    "SY": 17,
    "SA": 17,
    "LC": 19,
    "VC": 2,
    "DO": 73,
    "GD": 3,
    "MA": 70,
    "UA": 71,
    "SZ": 31,
    "MX": 123,
    "DJ": 25,
    "MH": 63,
    "FM": 30,
    "SB": 72,
    "TV": 21,
    "KM": 14,
    "ME": 14,
    "BW": 10,
    "TJ": 145,
    "UZ": 248,
    "KZ": 172,
    "KG": 242,
    "CR": 19,
    "FJ": 73,
    "VU": 29,
    "PW": 17,
    "PG": 388,
    "WS": 122,
    "KI": 56,
    "TO": 58,
    "GA": 51,
    "MD": 105,
    "CV": 22,
    "MR": 75,
    "BT": 84,
    "GU": 1,
    "AR": 262,
    "TN": 110,
    "PL": 91,
    "GE": 282,
    "YE": 31,
    "TR": 232,
    "AM": 235,
    "MV": 104,
    "BA": 150,
    "CN": 1321,
    "BY": 92,
    "UY": 62,
    "HR": 45,
    "LS": 94,
    "ZA": 26,
    "AO": 85,
    "RO": 169,
    "RS": 172,
    "AZ": 459,
    "LA": 601,
    "MK": 160,
    "DM": 6,
    "ID": 691,
    "ST": 6,
    "AL": 157,
    "PA": 30,
    "PY": 50,
    "XK": 72,
    "RU": 126,
    "IE": 1,
    "CL": 3,
    "ER": 1,
    "LY": 5,
    "CU": 2,
    "IL": 17,
    "IT": 25,
    "LV": 2,
    "TL": 129,
    "CH": 10,
    "HK": 2,
    "SC": 7,
    "JP": 5,
    "MU": 10,
    "ES": 20,
    "GB": 3,
    "DZ": 3,
    "BE": 8,
    "TH": 22,
    "KR": 3,
    "IR": 5,
    "SR": 4,
    "MY": 4,
    "US": 22,
    "FR": 2,
    "BB": 3,
    "CK": 8,
    "EH": 3,
    "NR": 4,
    "VE": 1,
    "HU": 2,
    "TT": 2,
    "BS": 1,
    "SE": 1,
    "KN": 1,
    "BG": 2,
    "NL": 68,
    "TM": 3,
    "CA": 1,
    "GQ": 1,
    "GR": 10
  },
  ".//location/administrative/@vocabulary": {
    "G1": 45433,
    "A1": 39,
    "A4": 3502,
    "G2": 3729,
    "A3": 2,
    "": 4,
    "4": 6,
    "A2": 1
  },
  ".//location/administrative[@vocabulary = 'A4']/@code": {
    "KH": 6,
    "MW": 30,
    "BF": 55,
    "SN": 40,
    "NA": 65,
    "SV": 13,
    "PH": 46,
    "HN": 16,
    "JO": 61,
    "GH": 110,
    "TZ": 48,
    "MZ": 119,
    "ML": 149,
    "CV": 12,
    "ST": 7,
    "GE": 31,
    "MD": 50,
    "ZM": 35,
    "ID": 211,
    "MA": 47,
    "NL": 9,
    "ISO 3166-2:ZM": 1,
    "ISO 3166-2:SL": 2,
    "ISO 3166-2:PK": 1,
    "ISO 3166-2:TZ": 1,
    "SL-E": 1,
    "KH-3": 1,
    " JO-AM* ": 4,
    " RW-04*": 2,
    " NP-BA ": 1,
    " SO-AW": 1,
    "IQ-AR*": 2,
    "BD-10": 1,
    " LB-BI* ": 2,
    "UG": 64,
    "KE": 74,
    "YE": 137,
    "RW": 78,
    "ET": 106,
    "BD": 85,
    "AF": 101,
    "CN": 49,
    "BI": 78,
    "MX": 8,
    "SD": 64,
    "PS": 80,
    "BJ": 63,
    "TR": 79,
    "SS": 43,
    "CD": 80,
    "SO": 14,
    "IQ": 56,
    "ZA": 105,
    "EG": 47,
    "CO": 46,
    "SY": 40,
    "LB": 38,
    "MN": 4,
    "BA": 29,
    "CF": 26,
    "GB": 1,
    "NG": 35,
    "LY": 8,
    "RU": 3,
    "IL": 5,
    "UA": 77,
    "VN": 14,
    "IE": 1,
    "IN": 34,
    "SR": 21,
    "AM": 8,
    "IR": 6,
    "AE": 1,
    "BY": 3,
    "TN": 22,
    "DZ": 6,
    "PA": 5,
    "AZ": 5,
    "KZ": 23,
    "ZW": 21,
    "SZ": 12,
    "BW": 10,
    "SC": 5,
    "AO": 11,
    "MU": 10,
    "LS": 10,
    "MG": 5,
    "CR": 7,
    "GT": 13,
    "NI": 8,
    "RS": 16,
    "BO": 15,
    "PE": 13,
    "EC": 11,
    "PK": 14,
    "BR": 13,
    "LK": 12,
    "BT": 2,
    "NP": 11,
    "AL": 12,
    "MK": 9,
    "ME": 8,
    "KG": 6,
    "SL": 17,
    "CG": 6,
    "CM": 11,
    "CI": 8,
    "TG": 6,
    "MR": 5,
    "GN": 8,
    "GM": 7,
    "NE": 4,
    "GA": 3,
    "GQ": 1,
    "TD": 2,
    "LR": 16,
    "CU": 4,
    "GW": 5,
    "KP": 1,
    "ER": 5,
    "MM": 31,
    "HT": 2,
    "PY": 1,
    "DJ": 2,
    "VU": 2,
    "TH": 10,
    "MY": 6,
    "UY": 2,
    "KR": 1,
    "RO": 1,
    "DO": 2,
    "CL": 4,
    "PR": 1,
    "AR": 3,
    "KM": 1,
    "JM": 3,
    "VE": 1,
    "TJ": 2,
    "AD": 1,
    "UZ": 1,
    "CA": 1,
    "FI": 1,
    "LA": 2,
    "HR": 2,
    "BN": 1,
    "SG": 1,
    "KW": 1,
    "BZ": 1
  },
  ".//location/coordinates/@precision": {
    "4": 1070,
    "3": 1152,
    "9": 414,
    "6": 1071,
    "1": 1616,
    "2": 15856,
    "5": 1599
  },
  ".//location/exactness/@code": {
    "2": 50879,
    "1": 227305,
    "4": 441,
    "6": 45,
    "5": 8,
    "3": 17,
    "8": 8,
    "33.888841, 35.495528": 1,
    "69.16501 34.52067": 2
  },
  ".//location/feature-designation/@code": {
    "PPLX": 448,
    "PPL": 5540,
    "HTL": 276,
    "PRK": 47,
    "PPLA": 1885,
    "AIRP": 80,
    "PPLL": 32,
    "ADM2": 3763,
    "PPLA2": 318,
    "RSTN": 56,
    "STM": 461,
    "STNB": 3,
    "ATHF": 9,
    "ISL": 45,
    "AREA": 34,
    "CH": 26,
    "STMI": 75,
    "HLL": 42,
    "HLLS": 13,
    "CHNM": 1,
    "SCH": 28,
    "FLLS": 10,
    "SQR": 86,
    "BCH": 7,
    "MT": 144,
    "MFGC": 1,
    "UNIV": 16,
    "RSV": 3,
    "MUS": 10,
    "BLDO": 1,
    "VAL": 7,
    "BAY": 6,
    "MALL": 4,
    "ADM1": 11588,
    "CMTY": 4,
    "PK": 2,
    "MKT": 6,
    "LCTY": 75,
    "BRKS": 1,
    "ZOO": 1,
    "CNL": 8,
    "PLDR": 3,
    "EST": 36,
    "AIRF": 91,
    "RPDS": 2,
    "SPNG": 2,
    "ST": 6,
    "RDGE": 7,
    "PPLC": 2425,
    "MFG": 2,
    "WTRW": 1,
    "CNYU": 2,
    "PT": 17,
    "BLDG": 66,
    "ESTSG": 3,
    "ADMD": 58,
    "SCHC": 5,
    "AIRQ": 5,
    "RK": 5,
    "STNM": 9,
    "TRIG": 9,
    "GRSLD": 1,
    "HSP": 17,
    "WTLD": 1,
    "SPUR": 4,
    "ADM3": 3209,
    "FRM": 67,
    "ANS": 12,
    "SPA": 3,
    "MFGN": 2,
    "RNCH": 9,
    "LK": 32,
    "PND": 4,
    "RUIN": 5,
    "MNMT": 9,
    "REST": 1,
    "FCL": 1,
    "VLC": 3,
    "STMM": 1,
    "PPLA3": 233,
    "ML": 1,
    "SAND": 2,
    "PLN": 13,
    "MTS": 6,
    "RGN": 27,
    "PASS": 3,
    "BDG": 11,
    "LKI": 1,
    "HSE": 15,
    "CVNT": 1,
    "WTRH": 1,
    "PSH": 2,
    "CSTL": 3,
    "PPLS": 1,
    "STNR": 1,
    "RYD": 1,
    "INLT": 2,
    "PPLQ": 7,
    "RSVI": 4,
    "RECG": 1,
    "RVN": 2,
    "PRT": 4,
    "BUSTN": 3,
    "RSTP": 9,
    "AGRC": 4,
    "SHSE": 1,
    "MSSNQ": 1,
    "USGE": 2,
    "HBR": 3,
    "ADMF": 4780,
    "STDM": 17,
    "STMH": 1,
    "LKC": 2,
    "BANK": 6,
    "LIBR": 1,
    "OBS": 1,
    "OBPT": 1,
    "LGN": 2,
    "FRST": 3,
    "GRAZ": 1,
    "CMP": 7,
    "RD": 2,
    "PS": 4,
    "FT": 2,
    "DAM": 1,
    "ESTX": 2,
    "ADM4": 3,
    "PPLA4": 8,
    "UPLD": 2,
    "TRANT": 4,
    "OILR": 1,
    "PCL": 2760,
    "A": 345,
    "Populated Place": 3180,
    "Administrative Region": 3596,
    "Other Topographical Feature": 98,
    "Structure": 32,
    "PPLF": 22,
    "179": 2,
    "494": 4,
    "ADMS": 1,
    "PCLI": 2033,
    "CTRF": 1,
    "BSND": 1,
    "RESF": 1,
    "CRKT": 1,
    "PCLS": 21,
    "CTHSE": 1,
    "DPR": 2,
    "MND": 1,
    "DSRT": 3,
    "WAD": 6,
    "OAS": 1,
    "TMB": 1,
    "CHN": 1,
    "RESN": 5,
    "PPLG": 2,
    "PNDI": 1,
    "ISLS": 5,
    "ISLT": 1,
    "ADM1H": 4,
    "CNLN": 1,
    "STMA": 1
  },
  ".//location/gazetteer-entry/@gazetteer-ref": {
    "GEO": 25730,
    "OSM": 1
  },
  ".//location/location-class/@code": {
    "1": 136432,
    "2": 42412,
    " ": 43,
    "0": 51,
    "4": 94922,
    "3": 2108
  },
  ".//location/location-id/@vocabulary": {
    "G1": 51218,
    "GEO": 114775,
    "A4": 6611,
    "A1": 43,
    "4": 7,
    "G2": 3995,
    "A3": 4,
    "": 37,
    "A2": 1
  },
  ".//location/location-reach/@code": {
    "2": 18589,
    "1": 134239
  },
  ".//location/location-type/@code": {
    "ADM1": 1255,
    "ADM2": 1134,
    "ADMD": 1353,
    "ADM3": 161,
    "PPL": 2796,
    "PCL": 1611,
    "FRM": 2,
    "PCLI": 39,
    "LCTY": 6,
    "STM": 11,
    "PPLA": 295,
    "PPLX": 17,
    "AIRP": 5,
    "PPLC": 534,
    "": 8448,
    "A": 2924,
    "P": 1645,
    "S": 28,
    "HLL": 3,
    "BAY": 5,
    "H": 66,
    "PPLA2": 121,
    "T": 47,
    "L": 36,
    "DPR": 1,
    "LK": 2,
    "PPLA3": 32,
    "AREA": 2,
    "POOL": 1,
    "STMI": 2,
    "PPLL": 4,
    "ADM1H": 5,
    "ISL": 5,
    "RSTN": 7,
    "V": 1,
    "DAM": 8,
    "RSV": 12,
    "EST": 4,
    "WAD": 2,
    "DCKY": 1,
    "CNLI": 4,
    "R": 8,
    "HLLS": 1,
    "FRST": 1,
    "RESN": 1,
    "VAL": 1,
    "PRK": 1,
    "PRT": 2,
    "RGN": 1,
    "PLN": 2,
    "GULF": 1,
    "LGN": 1,
    "PPLA4": 2,
    "PPLQ": 1,
    "PT": 1,
    "BF": 1,
    "NE": 5,
    "TH": 6,
    "US": 45,
    "BD": 8,
    "BI": 2,
    "CD": 3,
    "ET": 1,
    "MM": 2,
    "LA": 6,
    "NP": 9,
    "UG": 4,
    "BJ": 2,
    "BT": 1,
    "KH": 4,
    "SN": 6,
    "LS": 2,
    "ML": 4,
    "MZ": 3,
    "TV": 2,
    "TZ": 3,
    "TL": 1,
    "MG": 2,
    "LR": 1,
    "MW": 1,
    "FJ": 4,
    "GN": 2,
    "SO": 1,
    "RW": 1
  },
  ".//other-identifier/@type": {
    "B1": 19044,
    "A2": 2776,
    "A1": 109703,
    "B9": 6145,
    "A3": 820,
    "10": 159
  },
  ".//participating-org/@role": {
    "2": 306600,
    "1": 495919,
    "4": 408481,
    "Funding": 233590,
    "Implementing": 178868,
    "Accountable": 110997,
    "Implemeting": 1,
    "3": 364349,
    "Extending": 177037,
    "implementing": 3068,
    "Implementing ": 2,
    "Accountable ": 3,
    "funding": 2752,
    "extending": 2752,
    "company website": 1
  },
  ".//participating-org/@type": {
    "21": 70969,
    "10": 1192582,
    "22": 54393,
    "15": 150433,
    "40": 153355,
    "23": 14655,
    "70": 45887,
    "60": 19305,
    "80": 7988,
    "30": 10246,
    "": 13389,
    "International NGO": 5,
    "Private Sector": 6,
    "National NGO": 2,
    "Foundation": 1,
    "Academic, Training and Research": 1,
    " ": 891,
    "52": 119,
    "INGO": 5,
    "0": 26,
    "#N/A": 15,
    "2": 5,
    "42": 81,
    "43": 9,
    "40, 21": 2,
    "15, 21": 3,
    ", ..., 70, 21": 1,
    "-": 3,
    ",  ": 1,
    "40, 70": 1,
    ", 21": 6,
    "40, -, ...": 1,
    "21, 70": 1,
    ", , 21": 6,
    ", 10, , 21": 1,
    ", , , 21, , 21": 1,
    "..., 21": 3,
    "21, 21": 4,
    "21, 21, 21": 1,
    "60, 21": 1,
    "60, ": 1,
    "40, 10, 21": 2,
    ", 40, 10": 1,
    ", , , , 21": 1,
    "21, , ,  ": 1,
    ", , , 21": 2,
    "21,  ": 1,
    "..., , 21": 1,
    ", , , 21, 21": 1,
    ", , , , , 21": 1,
    "10, 21": 1,
    "2017/001": 2,
    "A": 2,
    "99": 15,
    "20": 396,
    "50": 90
  },
  ".//planned-disbursement/@type": {
    "2": 28905,
    "1": 14470
  },
  ".//planned-disbursement/provider-org/@type": {
    "Grant": 2,
    "10": 5,
    "Funding": 2,
    "Commitment": 1,
    "commitment": 1,
    "Incoming commitment": 1,
    "NGO": 8,
    "60": 12,
    "21": 134
  },
  ".//planned-disbursement/receiver-org/@type": {
    "Grant": 2,
    "21": 139,
    "via Amref": 4,
    "Amount for ASWA/KESWA for capacity building in 2016": 1,
    "Amount for ASWA/KESWA for capacity building in 2017": 1,
    "Incoming commitment": 1,
    "NGO": 8,
    "22": 12
  },
  ".//planned-disbursement/value/@currency": {
    "COP": 71,
    "ETB": 214,
    "XAF": 22,
    "SLL": 53,
    "XOF": 282,
    "UGX": 60,
    "ZAR": 41,
    "EUR": 45262,
    "PHP": 114,
    "USD": 30619,
    "HTG": 122,
    "INR": 132,
    "GTQ": 56,
    "BDT": 92,
    "LKR": 54,
    "THB": 17,
    "NIO": 50,
    "ZMW": 3,
    "HNL": 4,
    "BAM": 2,
    "GBP": 57,
    "CAD": 17,
    "": 3597,
    "AUD": 6
  },
  ".//policy-marker/@significance": {
    "1": 256888,
    "2": 155713,
    "0": 1500922,
    "3": 735,
    "4": 1458,
    "100%": 52,
    "1%": 4,
    "90%": 1,
    "22%": 1,
    "2%": 4,
    "86%": 1,
    "593%": 1,
    "33%": 12,
    "8%": 5,
    "4%": 3,
    "61%": 1,
    "25%": 3,
    "72%": 1,
    "13%": 2,
    "66%": 1,
    "3%": 5,
    "50%": 5,
    "10%": 4,
    "5%": 4,
    "67%": 2,
    "75%": 2,
    "18%": 4,
    "16%": 3,
    "14%": 3,
    "70%": 2,
    "93%": 2,
    "30%": 1,
    "15%": 1,
    "40%": 1,
    "54%": 1,
    "23%": 1,
    "9%": 1,
    "69%": 1,
    "82%": 1,
    "140%": 1,
    "20%": 1,
    "26%": 1,
    "96%": 1,
    "11%": 1,
    "97%": 1,
    "9": 856,
    "": 137482
  },
  ".//policy-marker/@vocabulary": {
    "1": 1217596,
    "99": 18410,
    "DAC": 892752,
    "RO": 582
  },
  ".//policy-marker[@vocabulary = '1' or not(@vocabulary)]/@code": {
    "9": 39395,
    "1": 189245,
    "2": 171616,
    "6": 171782,
    "7": 170441,
    "3": 168879,
    "4": 164326,
    "5": 171598,
    "8": 170181,
    "01": 824,
    "02": 2,
    "03": 8,
    "04": 7
  },
  ".//recipient-country/@code": {
    "AF": 10819,
    "GB": 2601,
    "ZA": 7928,
    "MM": 6235,
    "NP": 7678,
    "BD": 9349,
    "KH": 6244,
    "VN": 8595,
    "CD": 9773,
    "IN": 13298,
    "HT": 7999,
    "UG": 11813,
    "NG": 7918,
    "GH": 6800,
    "MW": 7244,
    "ET": 12035,
    "ZM": 7403,
    "PK": 7408,
    "AF;NG;PK;UG": 1,
    "NP;MM;AF;MW": 1,
    "TZ": 12171,
    "ZW": 6451,
    "PS": 7891,
    "BI": 3554,
    "SL": 4357,
    "TH": 4254,
    "MZ": 9843,
    "LR": 4146,
    "SO": 7996,
    "KE": 15068,
    "GM": 2009,
    "CO": 7344,
    "298": 237,
    "AO": 2753,
    "ML": 7120,
    "US": 3662,
    "BW": 2429,
    "NA": 3394,
    "GE": 3484,
    "ID": 8271,
    "KG": 3060,
    "TJ": 2406,
    "UA": 5054,
    "NL": 838,
    "BE": 60,
    "CY": 78,
    "DK": 62,
    "EE": 250,
    "FR": 51,
    "DE": 78,
    "GR": 145,
    "MT": 12,
    "ES": 37,
    "MU": 618,
    "AR": 2369,
    "BR": 5061,
    "MX": 4811,
    "PE": 7992,
    "EG": 4654,
    "MA": 4940,
    "TN": 3163,
    "MY": 1300,
    "KZ": 2437,
    "MD": 2813,
    "CN": 7917,
    "PH": 8206,
    "TL": 2165,
    "LK": 4990,
    "GT": 6873,
    "SB": 839,
    "AM": 2556,
    "CZ": 40,
    "DO": 4123,
    "TM": 708,
    "GA": 780,
    "KR": 63,
    "SZ": 1974,
    "HN": 5123,
    "SN": 5984,
    "AE": 47,
    "CG": 1740,
    "FJ": 1617,
    "LY": 1077,
    "MG": 3942,
    "PG": 1834,
    "CL": 1959,
    "KI": 399,
    "IL": 389,
    "TO": 644,
    "SY": 4275,
    "GW": 1615,
    "BS": 76,
    "TG": 2669,
    "BG": 437,
    "AL": 3392,
    "SK": 74,
    "BH": 29,
    "VE": 1216,
    "UZ": 1574,
    "EC": 3846,
    "JM": 2126,
    "GQ": 573,
    "PL": 255,
    "DZ": 1776,
    "VC": 339,
    "SD": 7322,
    "DJ": 1360,
    "IE": 68,
    "BO": 6560,
    "LS": 2454,
    "TV": 288,
    "RS": 4458,
    "VU": 1183,
    "GY": 1518,
    "RO": 590,
    "ST": 714,
    "MN": 2619,
    "IR": 753,
    "BY": 1028,
    "CR": 1962,
    "BF": 5221,
    "MV": 608,
    "TR": 3146,
    "AS": 9,
    "KM": 917,
    "ER": 1398,
    "MK": 2662,
    "XK": 3217,
    "NZ": 13,
    "LB": 4267,
    "CU": 1776,
    "HR": 740,
    "LV": 297,
    "PW": 264,
    "YE": 4059,
    "LT": 308,
    "BA": 4084,
    "TD": 3994,
    "BZ": 1049,
    "AZ": 1756,
    "MR": 2803,
    "589": 188,
    "BN": 10,
    "AG": 190,
    "CV": 881,
    "JP": 138,
    "RU": 2238,
    "PA": 2138,
    "LA": 3258,
    "NI": 6246,
    "NE": 4582,
    "BT": 1046,
    "UY": 1482,
    "JO": 5201,
    "HU": 131,
    "CF": 4097,
    "CM": 4970,
    "CI": 3495,
    "RW": 5445,
    "ME": 1401,
    "FM": 316,
    "SS": 6677,
    "BJ": 3552,
    "KP": 798,
    "YU": 5,
    "SC": 343,
    "GN": 3474,
    "SV": 4331,
    "BB": 506,
    "MH": 273,
    "QA": 9,
    "DM": 327,
    "PY": 2933,
    "AI": 98,
    "GD": 255,
    "KN": 221,
    "LC": 412,
    "MS": 329,
    "SR": 681,
    "IQ": 5656,
    "KV": 7,
    "SH": 272,
    "TT": 266,
    "TC": 38,
    "NR": 162,
    "WS": 805,
    "CA": 264,
    "CK": 194,
    "NU": 147,
    "TK": 39,
    "WF": 41,
    "EH": 1040,
    "AU": 56,
    "CH": 509,
    "HK": 21,
    "SE": 31,
    "SI": 41,
    "": 4498,
    "YT": 30,
    "GU": 1,
    "998": 5013,
    "PN": 59,
    "CT": 4,
    "CD ": 8,
    "ID ": 4,
    "AF ": 10,
    "WB": 146,
    "KS": 60,
    "SL ": 8,
    "MB": 29,
    "SX": 17,
    "AA": 66,
    "AP": 14,
    "AY": 6,
    "BL": 3,
    "BU": 13,
    "CB": 74,
    "CE": 107,
    "EA": 4,
    "EB": 1,
    "EI": 3,
    "KO": 35,
    "LE": 9,
    "NB": 15,
    "NS": 159,
    "OT": 2,
    "SP": 61,
    "SQ": 46,
    "sv": 3,
    "SW": 2,
    "TMA": 13,
    "TP": 113,
    "MY ": 1,
    "UA ": 1,
    "NA ": 1,
    "IS": 29,
    "EG ": 8,
    "PF": 35,
    "NC": 23,
    "FI": 13,
    "KW": 52,
    "IT": 101,
    "OM": 140,
    "VG": 9,
    "CW": 6,
    "AW": 27,
    "SG": 52,
    "GG": 2,
    "AC": 63,
    "TA": 40,
    " ": 1,
    "TW": 24,
    "SM": 1,
    "LU": 1,
    "AN": 36,
    "NO": 33,
    "PM": 20,
    "FK": 6,
    "PT": 19,
    "KY": 8,
    "GL": 15,
    "AQ": 1,
    "CS": 2,
    "AT": 12,
    "VI": 13,
    "TF": 1,
    "219": 3,
    "38": 4,
    "36": 2,
    "210": 8,
    "19": 9,
    "231": 23,
    "SA": 174,
    "XX": 605,
    "789": 108,
    "889": 319,
    "389": 149,
    "89": 193,
    "798": 224,
    "88": 4,
    "489": 171,
    "689": 55,
    "189": 40,
    "380": 20,
    "289": 302,
    "GLOBAL": 2245,
    "PH ": 4,
    "IN ": 10,
    "GZ": 13,
    "WW": 68,
    "QME": 1,
    "QMJ": 5,
    "QMB": 1,
    "QMS": 1,
    "QNB": 10,
    "QML": 1,
    "QMC": 1,
    "QMQ": 1,
    "QMU": 1,
    "ZRCD": 51,
    "Bulgaria": 14,
    "Africa Unspecified": 18,
    "Oceania Unallocated": 7,
    "LDC's Unspecified": 126,
    "Middle East Unall.": 7,
    "America Unspecified": 2,
    "North Of Sahara Unall.": 1,
    "South Of Sahara Unall.": 4,
    "679": 30,
    "UK": 10,
    "SLE": 2,
    "Multi-country": 255,
    "Multi Country": 143,
    "SO ": 4,
    "YN": 1,
    "BD, GH, PK, RW": 1,
    "KE ": 7,
    "UG ": 10,
    "BR ": 6,
    "PE ": 2,
    "RW ": 4,
    "ET ": 23,
    "GH ": 7,
    "EC ": 1,
    "LE ": 1,
    "NI ": 2,
    "SL  ": 1,
    "SY ": 2,
    "BP": 1,
    "GR  ": 1,
    "GR ": 1,
    "ZR": 30,
    "YV": 3,
    "MP": 1,
    "PR": 8,
    "DRC": 1,
    "BQ": 2,
    "MO": 1,
    "-": 2,
    "645": 38,
    "3000": 69,
    "364": 44,
    "236": 56,
    "287": 80,
    "229": 14,
    "665": 61,
    "232": 77,
    "255": 99,
    "260": 62,
    "730": 50,
    "764": 6,
    "550": 97,
    "728": 28,
    "619": 59,
    "349": 72,
    "71": 48,
    "93": 54,
    "666": 95,
    "454": 35,
    "660": 74,
    "282": 81,
    "351": 43,
    "614": 49,
    "615": 63,
    "498": 199,
    "252": 28,
    "769": 34,
    "218": 33,
    "228": 42,
    "266": 18,
    "278": 51,
    "279": 71,
    "428": 117,
    "738": 4,
    "234": 25,
    "235": 57,
    "241": 2,
    "265": 43,
    "288": 1,
    "283": 8,
    "243": 11,
    "269": 4,
    "57": 84,
    "625": 111,
    "745": 73,
    "66": 65,
    "437": 63,
    "238": 48,
    "248": 42,
    "273": 51,
    "573": 63,
    "580": 44,
    "612": 56,
    "635": 69,
    "543": 26,
    "85": 43,
    "63": 71,
    "630": 39,
    "225": 6,
    "136": 64,
    "259": 68,
    "640": 41,
    "740": 32,
    "549": 51,
    "555": 76,
    "611": 13,
    "753": 102,
    "617": 13,
    "142": 42,
    "64": 80,
    "338": 48,
    "130": 7,
    "610": 33,
    "247": 10,
    "230": 2,
    "55": 8,
    "251": 36,
    "755": 21,
    "274": 2,
    "272": 6,
    "253": 1,
    "261": 6,
    "139": 48,
    "133": 13,
    "434": 2,
    "540": 1,
    "366": 3,
    "425": 1,
    "880": 2,
    "86": 1,
    "285": 1,
    "249": 1,
    "HV": 1,
    "OR": 1,
    "Et": 1,
    "Ke": 1,
    "OTHER": 72,
    "OTHERS": 32,
    "za": 2,
    "ch": 1,
    "mz": 1,
    "(blank)": 1,
    "bd": 5,
    "1": 8,
    "UB": 1,
    "SREG-CARIB-ENGLISH-DUTCH": 136,
    "REG-ASIA-PACIFIC": 234,
    "REG-WESTERN-CENTRAL-AFRICA": 256,
    "REG-EUROPE-CENTRAL-ASIA": 330,
    "REG-LATAM-CARIBBEAN": 318,
    "REG-EASTERN-SOUTHERN-AFRICA": 314,
    "REG-ARAB-STATES": 290,
    "SREG-PACIFIC-ISLANDS": 310,
    "ZZ": 354,
    "MZ ": 1,
    "LB ": 1,
    "PS ": 1,
    "SD ": 1,
    "ML ": 2,
    "ZZ ": 1,
    "HT ": 1,
    "TR ": 2,
    "YE ": 1,
    "CF ": 1,
    "LBR": 4,
    "SDS": 2,
    "CAF": 2,
    "MOZ": 31,
    "TZA": 24,
    "UGA": 21,
    "ZMB": 40,
    "MWI": 12,
    "ETH": 23,
    "ZWE": 2,
    "LSO": 4,
    "ZAF": 6,
    "PSE": 1,
    "KEN": 2,
    "na": 7,
    "DC": 3,
    "DR": 4,
    "In": 1,
    "JD": 1,
    "100": 15,
    ".": 10,
    "ZU": 1,
    "XW": 40,
    "XL": 8,
    "XA": 7,
    "XM": 3,
    "SOM": 2,
    "AF, BD, IN, NP, PK": 1,
    "IM": 10
  },
  ".//recipient-region/@vocabulary": {
    "1": 91483,
    "99": 597,
    "2": 185,
    "": 11382,
    "298": 4,
    "998": 23,
    "89": 1
  },
  ".//recipient-region[@vocabulary = '1' or not(@vocabulary)]/@code": {
    "998": 95278,
    "789": 11651,
    "679": 6695,
    "798": 6172,
    "619": 2472,
    "489": 14362,
    "889": 2675,
    "289": 27882,
    "NA": 276,
    "389": 11772,
    "89": 8386,
    "298": 9297,
    "589": 4887,
    "498": 2638,
    "689": 1613,
    "189": 4994,
    "598": 1,
    "88": 408,
    "68": 146,
    "67": 103,
    "66": 73,
    "70": 88,
    "69": 34,
    "380": 1435,
    "4": 18,
    "12": 1,
    "11": 3,
    "AA": 377,
    "QM": 24,
    "AP": 51,
    "AS": 2792,
    "LT": 73,
    "XE": 103,
    "089": 24,
    "0": 54,
    "3000": 77,
    "Eur-CA": 2,
    "Americas": 4,
    "57": 35,
    " ": 7044,
    "X4": 237,
    "XZ": 1942,
    "XD": 185,
    "X7": 299,
    "X3": 429,
    "X6": 48,
    "XB": 151,
    "XF": 207,
    "XA": 443,
    "XL": 256,
    "XO": 295,
    "XN": 296,
    "XG": 38,
    "XH": 117,
    "XC": 32,
    "X8": 15,
    "XK": 28,
    "XI": 25,
    "X1": 1,
    "XM": 4,
    "X2": 1,
    "AF": 829,
    "EU": 56,
    "100": 26,
    "": 2071
  },
  ".//related-activity/@type": {
    "1": 336013,
    "2": 246109,
    "3": 215813,
    "5": 10,
    "": 40,
    "4": 22,
    "1, 2": 1,
    "1, 1": 6,
    "1, 2, 2, 2, 2, 2, 2": 2,
    "1, 2, 2, ": 1
  },
  ".//reporting-org/@type": {
    "21": 74180,
    "70": 2710,
    "10": 429169,
    "22": 560,
    "80": 32,
    "23": 91,
    "60": 7254,
    "15": 73492,
    "40": 95780,
    "30": 1,
    "INGO": 112,
    "21 ": 29,
    "Multilateral": 273,
    "": 54
  },
  ".//result/@type": {
    "2": 43494,
    "1": 131163,
    "9": 2479,
    "3": 381,
    "": 135,
    "0": 685,
    "output": 758
  },
  ".//result/description/@type": {
    "1": 759,
    "2": 6
  },
  ".//result/indicator/@measure": {
    "2": 17603,
    "1": 144635,
    "Percentage": 45,
    "US Dollars": 28,
    "Number": 82,
    "Hectares": 10,
    "Kilometers": 24,
    "Tons": 2,
    "Meters per Kilometer": 5,
    "Namibian Dollars (NAM)": 1,
    "pending": 49,
    "Letter Grade": 1,
    "Cumulative": 10,
    "Level": 1,
    "Km": 3,
    "Cubic meters": 1,
    "Hours": 1,
    "Armenian Drams": 1,
    "USD": 4,
    "Date": 16,
    "Millions of US Dollars": 1,
    "Cubic Meters (m3)": 1,
    "number": 15,
    "percentage": 1,
    "Days": 2,
    "Billion MGA": 1,
    "Ariary": 1,
    "text": 10372,
    "0": 3631,
    "": 35877
  },
  ".//result/indicator/description/@type": {
    "1": 3,
    "2": 4
  },
  ".//result/indicator/reference/@vocabulary": {
    "99": 2936
  },
  ".//sector/@vocabulary": {
    "99": 944375,
    "1": 924696,
    "98": 3769,
    "2": 106169,
    "6": 221,
    "ADT": 15,
    "DAC": 200427,
    "RO": 12433,
    "7": 88,
    "10": 46,
    "U.S. Sector Framework": 1608,
    "WBSector": 6047,
    "WBTheme": 7835,
    "COFOG": 1,
    "3": 1,
    "8": 216,
    "DAC-3": 1678,
    "2017/001": 1,
    "A": 1,
    "RO2": 6,
    "OECD-DAC": 1,
    "100": 1,
    "151": 2
  },
  ".//sector[@vocabulary = '1' or not(@vocabulary)]/@code": {
    "15110": 26944,
    "91010": 212067,
    "13020": 23690,
    "16": 9,
    "12220": 9245,
    "13040": 48875,
    "13030": 14153,
    "12240": 8473,
    "14020": 5078,
    "72010": 53372,
    "15112": 5688,
    "15151": 4566,
    "15130": 11431,
    "15210": 3945,
    "15160": 14943,
    "15113": 3790,
    "15152": 2390,
    "15150": 24535,
    "74010": 10248,
    "31110": 6664,
    "25010": 10334,
    "31120": 13349,
    "33110": 4048,
    "24010": 2501,
    "11220": 15250,
    "11420": 11647,
    "16010": 16697,
    "41010": 11198,
    "41020": 6638,
    "15220": 15130,
    "15153": 2233,
    "12263": 4351,
    "15111": 2607,
    "23110": 2558,
    "15250": 827,
    "24040": 2498,
    "32130": 4046,
    "22010": 2334,
    "25020": 257,
    "21010": 2345,
    "12262": 8540,
    "12250": 6315,
    "72050": 13180,
    "72040": 6482,
    "16063": 1411,
    "31165": 1188,
    "15240": 250,
    "23081": 152,
    "15164": 4133,
    "11110": 15654,
    "24081": 434,
    "16062": 3525,
    "11320": 1111,
    "11130": 1563,
    "15120": 1081,
    "15162": 5195,
    "16064": 3361,
    "92010": 16,
    "11230": 7629,
    "11240": 1569,
    "13081": 9084,
    "11120": 4048,
    "43040": 4568,
    "12261": 10554,
    "12110": 9794,
    "93010": 2541,
    "99810": 15663,
    "11430": 666,
    "22040": 1245,
    "12230": 2383,
    "11330": 3335,
    "31181": 839,
    "31191": 331,
    "32161": 477,
    "31182": 1214,
    "53030": 113,
    "31140": 654,
    "32110": 208,
    "32140": 243,
    "12191": 2449,
    "24030": 1600,
    "32120": 310,
    "32220": 43,
    "14050": 891,
    "41040": 672,
    "41081": 4102,
    "13010": 12238,
    "14031": 1848,
    "14032": 1118,
    "21020": 1184,
    "73010": 6202,
    "43010": 40957,
    "31220": 341,
    "31281": 120,
    "31320": 636,
    "41050": 206,
    "31193": 126,
    "16050": 10781,
    "23210": 156,
    "31130": 599,
    "31161": 1604,
    "31162": 251,
    "31166": 413,
    "31192": 230,
    "31194": 789,
    "12181": 803,
    "41030": 1725,
    "41082": 1814,
    "52010": 1007,
    "16020": 4891,
    "31150": 408,
    "12281": 856,
    "32210": 266,
    "12182": 2278,
    "11182": 1168,
    "14010": 3033,
    "21040": 254,
    "14081": 543,
    "31210": 934,
    "33130": 138,
    "16015": 9,
    "15114": 57,
    "33120": 532,
    "15117": 1,
    "15118": 2,
    "23220": 35,
    "23630": 295,
    "15180": 3363,
    "33210": 670,
    "32163": 152,
    "23181": 71,
    "33140": 90,
    "33181": 237,
    "31163": 852,
    "14021": 779,
    "14022": 155,
    "24020": 108,
    "14040": 206,
    "14015": 499,
    "31195": 227,
    "32262": 63,
    "32162": 34,
    "11231": 2,
    "43042": 3,
    "21061": 14,
    "21081": 40,
    "31310": 548,
    "31381": 121,
    "32167": 29,
    "43050": 21,
    "15230": 1308,
    "21030": 273,
    "21050": 799,
    "22020": 295,
    "31164": 66,
    "43030": 2220,
    "16061": 8799,
    "22030": 255,
    "23230": 82,
    "23240": 43,
    "23260": 11,
    "23270": 34,
    "43082": 6256,
    "32263": 5,
    "32264": 7,
    "32265": 35,
    "32266": 35,
    "32267": 3,
    "15261": 468,
    "99820": 21215,
    "32165": 7,
    "11232": 1,
    "32261": 7,
    "15125": 1,
    "43032": 1,
    "43081": 6987,
    "23310": 12,
    "31261": 21,
    "32182": 1092,
    "15127": 1,
    "15133": 1,
    "15144": 1,
    "32169": 19,
    "16040": 1008,
    "16030": 837,
    "15132": 1,
    "23640": 6,
    "31291": 44,
    "31282": 155,
    "31391": 28,
    "23510": 12,
    "32310": 168,
    "31382": 144,
    "53040": 1,
    "23010": 1941,
    "92020": 7,
    "92030": 113,
    "text": 150,
    "15170": 6835,
    "14030": 3472,
    "": 567,
    "15140": 2111,
    "38": 2,
    "114": 4,
    "113": 2,
    "126": 18,
    "173": 7,
    "187": 2,
    "112": 1,
    "102": 3,
    "193": 9,
    "96": 348,
    "91": 2,
    "100": 7,
    "161": 1,
    "120": 2,
    "167": 1,
    "32168": 35,
    "32164": 71,
    "23020": 76,
    "23030": 792,
    "23040": 688,
    "23050": 16,
    "33310": 4,
    "32171": 98,
    "60010": 68,
    "168": 19,
    "40": 33,
    "0": 32,
    "51": 7,
    "51010": 1875,
    "70": 1,
    "88": 1,
    "3": 2,
    "10": 389,
    "23067": 182,
    "14140": 2,
    "32": 2,
    "30": 1,
    "35": 3,
    "31": 3,
    "166": 2,
    "587": 2,
    "36": 18,
    "43041": 26,
    "15123": 5,
    "41083": 107,
    "15100": 1,
    "41084": 1,
    "41085": 1,
    "41086": 1,
    "41087": 1,
    "41088": 1,
    "41089": 1,
    "41090": 1,
    "95": 2,
    "4": 6,
    "43": 5,
    "188": 1,
    "60030": 35,
    "17": 1,
    "185": 1,
    "6": 6,
    "5": 2,
    "2": 10,
    "1": 8,
    "8": 2,
    "23070": 88,
    "23182": 27,
    "32166": 21,
    "32172": 114,
    "23340": 3,
    "60061": 16,
    "11100": 1,
    "23065": 118,
    "23068": 117,
    "21023": 8,
    "21024": 6,
    "21022": 4,
    "12000": 5,
    "23320": 4,
    "21021": 6,
    "23200": 2,
    "15000": 1,
    "14000": 1,
    "23100": 2,
    "22000": 2,
    "15143": 6,
    "23183": 12,
    "22011": 2,
    "21011": 4,
    "44": 14,
    "26": 12,
    "37": 1,
    "23066": 14,
    "15163": 530,
    "23082": 142,
    "60020": 96,
    "15161": 342,
    "33150": 11,
    "23062": 6,
    "23064": 5,
    "23069": 4,
    "32062": 1,
    "700": 1,
    "18": 22,
    "43031": 1,
    "8.3": 1,
    "-999": 288,
    "20": 1,
    "25": 6,
    "106": 4,
    "60040": 21,
    "105": 1,
    "27": 1,
    "70000": 1,
    "190": 3
  },
  ".//sector[@vocabulary = '10']/@code": {
    "PRO": 7,
    "FSC": 6,
    "Water and Sanitation, Hygiene": 2,
    "Food Security and Livelihood": 1,
    "Health": 2,
    "HEA": 6,
    "WASH": 3,
    "NUT": 2,
    "WSH": 3,
    "EDU": 1,
    "PRO-CPN": 1,
    "HEALTH": 1,
    "Food Security": 1,
    "Shelter &NFIs": 1,
    "Food Security and Livelihoods": 1,
    "Food Security and Agriculture": 1,
    "Food Security & Livelihoods": 1,
    "6": 2,
    "10": 1,
    "5407": 1,
    "SHL": 1,
    "4": 1
  },
  ".//sector[@vocabulary = '2']/@code": {
    "998": 11,
    "410": 13,
    "920": 11,
    "111": 16,
    "311": 18,
    "151": 4342,
    "720": 24451,
    "740": 253,
    "122": 15,
    "14020": 1,
    "121": 9074,
    "152": 59672,
    "430": 6191,
    "700": 36,
    "312": 4,
    "140": 225,
    "520": 46,
    "730": 17,
    "160": 4,
    "12220": 1,
    "250": 12,
    "321": 1,
    "332": 1,
    "230": 1,
    "110": 2,
    "15113": 240,
    "22040": 3,
    "32130": 1,
    "43081": 1,
    "130": 1,
    "31161": 17,
    "31181": 10,
    "31194": 3,
    "31193": 1,
    "31163": 8,
    "31120": 44,
    "31191": 1,
    "31150": 4,
    "24040": 2,
    "31140": 6,
    "31195": 1,
    "14030": 11,
    "43040": 2,
    "31182": 5,
    "31110": 1,
    "31192": 3,
    "31166": 2,
    "31130": 3,
    "41081": 2,
    "31165": 1,
    "31320": 1,
    "12191": 1,
    "112": 1,
    "210": 2
  },
  ".//sector[@vocabulary = '7']/@code": {
    "5": 12,
    "31220": 2,
    "31210": 1,
    "31281": 3,
    "32162": 1,
    "31282": 2,
    "32161": 1,
    "32130": 3,
    "8.2": 2,
    "8.7": 1,
    "8.b": 1,
    "8.8": 1,
    "8.5": 1,
    "8.1": 2,
    "8.9": 1,
    "8.3": 1,
    "17": 1,
    "16": 12,
    "3": 2,
    "9": 4,
    "8": 1,
    "11": 12,
    "13": 12,
    "2": 9
  },
  ".//sector[@vocabulary = '8']/@code": {
    "Water Use 6.3 ": 1,
    "8.1": 7,
    "8.3": 15,
    "8.4": 11,
    "8.5": 8,
    "8.6": 9,
    "8.8": 10,
    "8.9": 8,
    "14.2": 1,
    "2.4": 6,
    "2.c": 2,
    "6.1": 1,
    "6.3": 1,
    "6.5": 1,
    "7.1": 4,
    "17.13": 3,
    "17.14": 5,
    "1.a": 6,
    "2.1": 5,
    "2.a": 3,
    "8.2": 16,
    "12.3": 2,
    "12.a": 2,
    "8.a": 1,
    "17.11": 4,
    "3.8": 3,
    "7.2": 1,
    "7.b": 1,
    "7.a": 1,
    "12.6": 2,
    "3.4": 2,
    "3.7": 2,
    "3.b": 2,
    "3.c": 2,
    "3.d": 2,
    "5.6": 2,
    "9.5": 2,
    "9.b": 3,
    "9.c": 2,
    "10.3": 2,
    "10.5": 2,
    "10.6": 2,
    "17.3": 2,
    "17.6": 2,
    "17.8": 2,
    "1.5": 2,
    "3.3": 2,
    "17.9": 2,
    "17.16": 2,
    "17.17": 2,
    "17.18": 2,
    "17.19": 2,
    "9.2": 3,
    "2.3": 2,
    "2.5": 1,
    "9.3": 3,
    "4.4": 1,
    "12.4": 2,
    "12.2": 1,
    "5.5": 1,
    "8.7": 9,
    "8.b": 8
  },
  ".//sector[@vocabulary = 'DAC' or not(@vocabulary)]/@code": {
    "16064": 376,
    "74010": 2132,
    "11420": 3012,
    "15220": 2810,
    "11110": 3342,
    "12220": 2670,
    "16010": 4517,
    "51010": 1714,
    "12110": 3411,
    "15160": 8213,
    "12181": 286,
    "12250": 2182,
    "16050": 1078,
    "12182": 198,
    "12230": 676,
    "11220": 2660,
    "16011": 21,
    "11330": 2563,
    "11120": 1529,
    "12261": 605,
    "43082": 861,
    "14032": 437,
    "43010": 9053,
    "11240": 298,
    "11182": 151,
    "15150": 9204,
    "15161": 140,
    "16020": 1613,
    "12281": 156,
    "92030": 615,
    "15164": 345,
    "11130": 752,
    "11230": 972,
    "122": 152,
    "111": 853,
    "121": 298,
    "152": 236,
    "151": 4495,
    "311": 1740,
    "140": 2271,
    "998": 368,
    "112": 516,
    "410": 404,
    "113": 398,
    "520": 32,
    "430": 439,
    "130": 216,
    "114": 322,
    "323": 13,
    "160": 2462,
    "920": 112,
    "331": 183,
    "910": 117,
    "720": 1431,
    "321": 583,
    "730": 14,
    "740": 9,
    "230": 1090,
    "510": 399,
    "210": 1735,
    "312": 230,
    "240": 1029,
    "220": 491,
    "250": 103,
    "313": 26,
    "21040": 1243,
    "21030": 1132,
    "12191": 719,
    "99810": 6231,
    "23040": 1066,
    "16030": 406,
    "11100": 13,
    "14020": 2448,
    "32191": 1,
    "12000": 1,
    "15140": 168,
    "32120": 395,
    "15100": 76,
    "41020": 457,
    "32182": 144,
    "21020": 4861,
    "31140": 1100,
    "23020": 348,
    "12100": 208,
    "41000": 35,
    "43030": 1481,
    "15250": 473,
    "52010": 2203,
    "22000": 2,
    "15210": 1531,
    "15130": 4181,
    "11320": 516,
    "24000": 18,
    "31100": 258,
    "25010": 2469,
    "14050": 1324,
    "21050": 809,
    "22030": 626,
    "24010": 1561,
    "31120": 3610,
    "120": 2159,
    "322": 279,
    "310": 571,
    "110": 671,
    "150": 2121,
    "332": 55,
    "530": 50,
    "600": 22,
    "1": 4696,
    "5": 931,
    "2": 1583,
    "0": 1903,
    "6": 374,
    "3": 1039,
    "4": 442,
    "7": 16,
    "9": 396,
    "8": 186,
    "14005": 58,
    "15105": 205,
    "31105": 66,
    "11105": 171,
    "31305": 9,
    "12105": 131,
    "33210": 1230,
    "91010": 2566,
    "70000": 27,
    "13005": 21,
    "21061": 51,
    "24005": 17,
    "23005": 42,
    "32205": 1,
    "32105": 48,
    "92005": 1,
    "60010": 9,
    "33105": 1,
    "22005": 6,
    "31205": 5,
    "23000": 17,
    "42010": 6,
    "33100": 10,
    "13010": 437,
    "15120": 70,
    "11000": 16,
    "14000": 15,
    "700": 46,
    "400": 75,
    "500": 2,
    "15151": 962,
    "15170": 1676,
    "41010": 5110,
    "22040": 904,
    "15152": 433,
    "15240": 126,
    "16063": 226,
    "33120": 921,
    "23010": 1943,
    "15153": 859,
    "23030": 895,
    "11430": 925,
    "15111": 1950,
    "32130": 3640,
    "31110": 3113,
    "24081": 145,
    "15110": 8866,
    "22010": 913,
    "15113": 541,
    "22020": 663,
    "25020": 54,
    "21010": 1589,
    "41081": 456,
    "31210": 1062,
    "24020": 69,
    "23081": 48,
    "14081": 155,
    "15230": 524,
    "32210": 602,
    "32110": 464,
    "41032": 509,
    "41030": 1202,
    "93010": 70,
    "15142": 54,
    "16061": 1776,
    "14040": 950,
    "33110": 1760,
    "15114": 160,
    "43040": 3181,
    "31310": 734,
    "33140": 81,
    "43050": 44,
    "23064": 263,
    "16160": 1,
    "23068": 37,
    "14031": 427,
    "72050": 725,
    "24030": 662,
    "4081": 1,
    "41082": 189,
    "14010": 1625,
    "23067": 171,
    "31163": 611,
    "31220": 541,
    "33181": 125,
    "23082": 23,
    "13040": 1921,
    "23069": 3,
    "80023": 9,
    "99820": 2456,
    "15121": 48,
    "13030": 408,
    "15020": 70,
    "15162": 609,
    "32310": 88,
    "15122": 125,
    "88889": 10,
    "11010": 5,
    "88888": 33,
    "covers several codes.": 2,
    "15163": 205,
    "80018": 6,
    "15141": 58,
    "41031": 18,
    "15171": 52,
    "80019": 5,
    "16012": 14,
    "21031": 12,
    "15173": 73,
    "14070": 2,
    "92000": 13,
    "80010": 13,
    "80024": 11,
    "80015": 4,
    "111010": 2,
    "15172": 6,
    "80017": 3,
    "80016": 4,
    "41070": 6,
    "31130": 1013,
    "32167": 73,
    "31195": 582,
    "72040": 835,
    "21081": 18,
    "73010": 1590,
    "15112": 2050,
    "41050": 483,
    "41040": 166,
    "14022": 533,
    "31182": 648,
    "12262": 1130,
    "33130": 293,
    "15133": 1,
    "11020": 68,
    "80011": 6,
    "31320": 474,
    "15222": 1,
    "13022": 14,
    "16070": 2,
    "16062": 530,
    "15180": 90,
    "32168": 18,
    "43020": 3,
    "cancelled": 2,
    "14015": 635,
    "23050": 76,
    "72010": 3307,
    "43081": 1464,
    "13041": 19,
    "13020": 1720,
    "80014": 10,
    "15010": 2,
    "12020": 4,
    "80012": 36,
    "20000": 1,
    "13021": 4,
    "27311": 2,
    "111120": 2,
    "93020": 3,
    "15136": 1,
    "41033": 1,
    "15310": 1,
    "121110": 1,
    "15220                                                                                                                                                                                                                                152220": 1,
    "15261": 32,
    "1130": 1,
    "15221": 9,
    "90010": 1,
    "41080": 1,
    "12240": 1380,
    "32171": 338,
    "14030": 2167,
    "23630": 208,
    "23220": 54,
    "14021": 885,
    "32161": 576,
    "23210": 360,
    "31164": 92,
    "23110": 397,
    "23183": 35,
    "23510": 238,
    "31165": 132,
    "31191": 272,
    "24040": 469,
    "23240": 114,
    "31192": 91,
    "31193": 258,
    "23640": 3,
    "32164": 75,
    "32140": 89,
    "13081": 61,
    "31166": 190,
    "31181": 210,
    "31194": 213,
    "31161": 516,
    "16040": 107,
    "23230": 109,
    "32172": 30,
    "23181": 36,
    "31282": 28,
    "23182": 10,
    "33150": 80,
    "23310": 69,
    "32163": 67,
    "32220": 96,
    "73000": 2,
    "32262": 100,
    "60030": 45,
    "23260": 17,
    "23063": 180,
    "23320": 7,
    "32169": 53,
    "32170": 112,
    "31382": 58,
    "32261": 20,
    "32266": 4,
    "N/A": 10,
    "23270": 31,
    "31150": 504,
    " ": 5,
    "350": 4,
    "CLT": 509,
    "SHS": 195,
    "SC": 475,
    "ED": 537,
    "UIS": 3,
    "CI": 276,
    "OKM": 2,
    "HRM": 1,
    "FSC": 7,
    "BSP": 8,
    "AFR": 3,
    "DIG": 1,
    "PCPD": 5,
    "ERI": 8,
    "GEN": 6,
    "CLD": 1,
    "FLP": 8,
    "KMI": 1,
    "PPF": 2,
    "PP": 427,
    "52": 1,
    "31381": 37,
    "31261": 53,
    "23065": 536,
    "32265": 15,
    "31162": 670,
    "31281": 49,
    "32162": 75,
    "31391": 75,
    "31291": 14,
    "88270": 2,
    "32268": 5,
    "88010": 3,
    "88020": 1,
    "60020": 25,
    "88190": 2,
    "88310": 3,
    "12263": 799,
    "88030": 2,
    "88280": 2,
    "23070": 130,
    "92010": 132,
    "88060": 6,
    "88330": 1,
    "23066": 77,
    "88160": 1,
    "88320": 1,
    "88210": 1,
    "23340": 2,
    "88050": 1,
    "23061": 40,
    "53040": 123,
    "60063": 1,
    "23620": 3,
    "42": 6,
    "92020": 21,
    "164": 1,
    "51": 2,
    "18": 1,
    "27": 1,
    "102": 1,
    "106": 1,
    "99": 1,
    "53030": 108,
    "32166": 32,
    "23062": 143,
    "32165": 119,
    "32264": 18,
    "60040": 44,
    "60061": 3,
    "32263": 1,
    "32267": 1,
    "": 2,
    "15211": 1,
    "15212": 1,
    "15213": 1,
    "41041": 1,
    "41042": 1,
    "38": 13,
    "23330": 4,
    "161": 1,
    "13042": 18,
    "159": 1,
    "104": 1,
    "25": 1,
    "46": 5,
    "48": 2,
    "194": 1,
    "185": 1,
    "96": 1,
    "40": 1,
    "16066": 1,
    "15144": 1,
    "15137": 1,
    "15118": 1,
    "15135": 1,
    "15131": 1,
    "13": 1,
    "A02": 1
  },
  ".//sector[@vocabulary = 'DAC-3']/@code": {
    "140": 98,
    "15111": 99,
    "15128": 32,
    "15112": 1
  },
  ".//transaction/aid-type/@code": {
    "C01": 157448,
    "B01": 8115,
    "B03": 6879,
    "G01": 2610,
    "D02": 5445,
    "D01": 14489,
    "B02": 3285,
    "B04": 1057,
    "A01": 977,
    "A02": 1348,
    "E01": 672,
    "H01": 6848,
    "F01": 442,
    "H02": 67,
    "2": 2685,
    "b03": 3,
    "2017/003": 1,
    "2017/001": 1,
    "A": 1,
    "E02": 6
  },
  ".//transaction/aid-type[@vocabulary = '1' or not(@vocabulary)]/@code": {
    "B01": 437,
    "B03": 1682,
    "D02": 1214,
    "C01": 40929,
    "A02": 90,
    "G01": 33,
    "A01": 346,
    "B04": 41,
    "D01": 4,
    "H01": 1,
    "B02": 6,
    "110": 3674
  },
  ".//transaction/disbursement-channel/@code": {
    "2": 615166,
    "3": 35679,
    "1": 120659,
    "4": 1364,
    "11000": 2799,
    "41121": 48,
    "22000": 4961,
    "52000": 428,
    "51000": 250,
    "12000": 121,
    "22502": 30,
    "10000": 202,
    "50000": 460,
    "44000": 84,
    "21000": 186,
    "41146": 37,
    "13000": 15,
    "23000": 27,
    "41304": 39,
    "46015": 10,
    "41310": 59,
    "47066": 19,
    "41302": 22,
    "41140": 57,
    "42001": 68,
    "41122": 67,
    "41134": 10,
    "41000": 52,
    "47089": 4,
    "32000": 7,
    "47000": 14,
    "41114": 114,
    "41301": 43,
    "46002": 7,
    "46003": 16,
    "47005": 10,
    "30003": 7,
    "21010": 3,
    "47141": 4,
    "41141": 3,
    "21042": 3,
    "42000": 8,
    "41119": 22,
    "46012": 12,
    "44001": 9,
    "41130": 9,
    "47131": 29,
    "41502": 2,
    "41128": 17,
    "41307": 36,
    "30011": 14,
    "47061": 8,
    "21050": 2,
    "47138": 5,
    "46004": 8,
    "47077": 5,
    "41116": 82,
    "41305": 5,
    "41315": 4,
    "21039": 6,
    "44002": 14,
    "47080": 15,
    "47501": 1,
    "41313": 8,
    "41123": 8,
    "21024": 4,
    "47123": 4,
    "45002": 4,
    "41110": 4,
    "45000": 3,
    "45001": 4,
    "41147": 4,
    "21047": 3,
    "41317": 1,
    "20000": 5,
    "47078": 5,
    "41316": 7,
    "41314": 10,
    "41112": 6,
    "41137": 5,
    "41138": 4,
    "41101": 8,
    "41135": 7,
    "21501": 1,
    "21033": 4,
    "21023": 8,
    "41107": 5,
    "30009": 4,
    "41148": 4,
    "21053": 5,
    "41129": 7,
    "47081": 4,
    "47130": 3,
    "41108": 14,
    "41143": 3,
    "31000": 4,
    "41306": 5,
    "41308": 5,
    "41126": 7,
    "44007": 5,
    "46005": 6,
    "41125": 6,
    "41127": 6,
    "47128": 3,
    "42003": 6,
    "47129": 3,
    "21016": 6,
    "21049": 3,
    "47067": 2,
    "21037": 2,
    "41303": 5,
    "47015": 7,
    "44004": 3,
    "41120": 6,
    "47044": 7,
    "47058": 5,
    "47036": 5,
    "41309": 5,
    "11002": 1,
    "31004": 1,
    "47144": 1,
    "21026": 1,
    "21038": 2,
    "47079": 2,
    "41105": 1,
    "46016": 1,
    "21057": 3,
    "41136": 2,
    "16010": 1,
    "21061": 1,
    "21017": 5,
    "47111": 1,
    "47106": 3,
    "13020": 1,
    "41100": 1,
    "47045": 2,
    "21035": 1,
    "44003": 1,
    "47059": 1,
    "41103": 2,
    "40000": 3,
    "21021": 1,
    "41312": 1,
    "47011": 1,
    "21031": 1,
    "47050": 1,
    "47073": 1,
    "C": 8413,
    "D": 13574,
    "LR": 8,
    "2017/003": 1,
    "2017/001": 1,
    "A": 1
  },
  ".//transaction/finance-type/@code": {
    "110": 232996,
    "111": 20,
    "500": 54,
    "400": 2024,
    "411": 3434,
    "510": 2279,
    "453": 4,
    "410": 120006,
    "912": 279,
    "100": 4438,
    "310": 224,
    "621": 195,
    "620": 35,
    "611": 128,
    "610": 61,
    "511": 72,
    "210": 898,
    "512": 474,
    "311": 25,
    "2": 44,
    "2017/003": 1,
    "2017/001": 1,
    "A": 1,
    "613": 1,
    "616": 8,
    "421": 16,
    "520": 21,
    "433": 3,
    "EMERGENCY": 33,
    "COMMUNITY": 3,
    "LOCAL PARTNER": 3,
    "GRANT": 130,
    "GRANT (3/3)": 4,
    "GRANT (1/3)": 5,
    "GRANT (2/3)": 3
  },
  ".//transaction/flow-type/@code": {
    "30": 17998,
    "10": 271700,
    "20": 58364,
    "35": 5066,
    "50": 875,
    "197500": 1,
    "2378137": 1,
    "300000": 2,
    "200000": 2,
    "590000": 1,
    "394180.68": 1,
    "1999040": 1,
    "3000000": 1,
    "40": 1,
    "2499392": 1,
    "119975": 1,
    "650000": 1,
    "720000": 1,
    "1900000": 1,
    "3520375": 1,
    "250000": 1,
    "280732": 1,
    "ODA": 372,
    "2017/003": 1,
    "2017/001": 1,
    "A": 1
  },
  ".//transaction/provider-org/@type": {
    "21": 5355,
    "60": 662,
    "22": 902,
    "10": 23073,
    " ": 36,
    "Ministry of Foreign Affairs of the Netherlands": 1,
    "N/A": 2,
    "Grant": 4,
    "NGO": 14,
    "10-Government": 2,
    "Government": 10,
    "70": 1399,
    "80": 52,
    "30": 2,
    "INGO": 4,
    "Transfer to partner": 2,
    "Private grant": 1,
    "Private Grant": 2,
    "23": 1,
    "Type: Not Available )": 1,
    "": 27,
    "10 - Government": 2,
    "21 - International NGO": 2,
    "disbursement": 1,
    "INCOMING FUNDS": 2,
    "Grant quarterly payment": 1,
    "DfiD": 1,
    "DFID": 1,
    "OrderedDict([('code', u'10')])": 76,
    "OrderedDict([('code', u'70')])": 1,
    "GB-1-203105": 2,
    "GB-CHC-328158-PPA": 1,
    "GB-CHC-328158-020_000941": 1,
    "PPA": 4,
    "n/a": 1,
    "Funding": 1,
    "DfID": 2,
    "Mary's Meals International": 4,
    "22 National NGO": 1,
    "National NGO {22]": 1,
    "Aid provider": 1,
    "National NGO": 1,
    "Incoming grant": 1,
    "PPA grant": 26,
    "International NGO": 7,
    "Partner Transfer": 1,
    "40": 37189,
    "NGO (international)": 9,
    "NGO (international))": 1,
    "co-financing": 1,
    "Foundation": 1,
    "15": 5,
    "0": 4
  },
  ".//transaction/receiver-org/@type": {
    "22": 4253,
    "21": 1334,
    "Implementer": 2,
    "Implementer and accountable": 1,
    " ": 36,
    "National NGO": 3,
    "15": 7,
    "60": 46,
    "N/A": 2,
    "Grant": 2,
    "70": 98,
    "30": 9,
    "10": 39,
    "80": 56,
    "23": 71,
    "implementing partners": 2,
    "INGO": 2,
    "UK project support and MEL costs allocation": 2,
    "via Amref": 2,
    "Type: Not Available )": 1,
    "": 27,
    "21 - International NGO": 3,
    "disbursement": 1,
    "INCOMING FUNDS": 2,
    "ADRA-UK": 1,
    "OrderedDict([('code', u'70')])": 32,
    "OrderedDict([('code', u'10')])": 13,
    "OrderedDict([('code', u'80')])": 1,
    "GB-CHC-328158-PPA": 2,
    "n/a": 1,
    "Disbursments": 1,
    "Various suppliers": 1,
    "NGO": 20,
    "Mary's Meals International": 4,
    "22 National NGO": 1,
    "Aid provider": 2,
    "Government": 1,
    "International NGO": 27,
    "20": 1,
    "Partner Tranche": 1,
    "40": 42269,
    "52000": 862,
    "NGO (international)": 9,
    "NGO (national)": 5,
    "NGO (national))": 2,
    "Private Consultancy": 1,
    "staff": 1
  },
  ".//transaction/recipient-country/@code": {
    "GB": 53,
    "219": 3,
    "38": 4,
    "36": 2,
    "210": 8,
    "19": 9,
    "231": 5,
    "NL": 79,
    "NP": 582,
    "GLOBAL": 1644,
    "KH": 681,
    "PS": 358,
    "YE": 284,
    "SY": 195,
    "AM": 153,
    "TJ": 264,
    "MD": 195,
    "MK": 118,
    "CL": 90,
    "KZ": 303,
    "IN": 849,
    "ID": 580,
    "PH": 752,
    "UA": 185,
    "AZ": 142,
    "PK": 330,
    "VN": 302,
    "CN": 239,
    "MN": 318,
    "VU": 20,
    "MX": 284,
    "SO": 509,
    "RW": 393,
    "ZW": 345,
    "MA": 197,
    "TZ": 876,
    "PY": 173,
    "UY": 217,
    "CD": 392,
    "KE": 627,
    "BR": 187,
    "AR": 104,
    "BO": 350,
    "CM": 375,
    "ET": 542,
    "MU": 46,
    "SN": 267,
    "SD": 481,
    "TH": 464,
    "BD": 910,
    "UG": 978,
    "SL": 374,
    "TL": 240,
    "KG": 239,
    "JO": 267,
    "LA": 299,
    "LK": 280,
    "SZ": 213,
    "NA": 253,
    "DO": 197,
    "SV": 239,
    "BI": 255,
    "PE": 205,
    "MG": 338,
    "ZA": 220,
    "AO": 169,
    "GH": 340,
    "TN": 173,
    "CO": 292,
    "ZM": 390,
    "GT": 321,
    "VE": 191,
    "LB": 305,
    "BA": 202,
    "RS": 145,
    "AL": 256,
    "TR": 213,
    "GE": 195,
    "ST": 178,
    "BW": 231,
    "KI": 4,
    "PG": 243,
    "FJ": 19,
    "EC": 162,
    "PA": 199,
    "MW": 419,
    "HN": 241,
    "LS": 281,
    "KN": 12,
    "BF": 328,
    "AF": 306,
    "MR": 277,
    "EG": 282,
    "NE": 425,
    "MM": 473,
    "TG": 313,
    "ML": 337,
    "GY": 11,
    "JM": 7,
    "MZ": 458,
    "CR": 117,
    "HT": 251,
    "NI": 208,
    "IQ": 303,
    "RU": 8,
    "CV": 35,
    "LR": 301,
    "DZ": 149,
    "PT": 6,
    "IT": 14,
    "BJ": 245,
    "CY": 4,
    "SA": 12,
    "FR": 4,
    "MY": 235,
    "MV": 122,
    "KW": 2,
    "NG": 377,
    "GM": 180,
    "OM": 60,
    "SB": 11,
    "SS": 394,
    "CI": 257,
    "TD": 294,
    "US": 2,
    "BE": 2,
    "DJ": 176,
    "CF": 331,
    "CG": 303,
    "GQ": 129,
    "BB": 3,
    "BZ": 4,
    "SR": 3,
    "IR": 119,
    "ER": 220,
    "BY": 131,
    "UZ": 129,
    "TT": 3,
    "GA": 137,
    "GW": 235,
    "GN": 363,
    "BS": 3,
    "CU": 185,
    "SE": 17,
    "234": 24,
    "1": 8,
    "TM": 138,
    "KM": 197,
    "SREG-CARIB-ENGLISH-DUTCH": 136,
    "KP": 86,
    "REG-ASIA-PACIFIC": 234,
    "REG-WESTERN-CENTRAL-AFRICA": 256,
    "REG-EUROPE-CENTRAL-ASIA": 330,
    "REG-LATAM-CARIBBEAN": 318,
    "BT": 184,
    "REG-EASTERN-SOUTHERN-AFRICA": 314,
    "REG-ARAB-STATES": 290,
    "XK": 218,
    "LY": 80,
    "SREG-PACIFIC-ISLANDS": 310,
    "SG": 12,
    "DE": 23,
    "ME": 4
  },
  ".//transaction/recipient-region/@vocabulary": {
    "1": 200,
    "2": 9,
    "99": 1
  },
  ".//transaction/recipient-region[@vocabulary = '1' or not(@vocabulary)]/@code": {
    "89": 88,
    "4": 18,
    "12": 1,
    "11": 3,
    "798": 7,
    "298": 290,
    "289": 13,
    "998": 79,
    "389": 5,
    "679": 8,
    "AS": 2689,
    "AF": 829,
    "EU": 56,
    "589": 1
  },
  ".//transaction/sector/@vocabulary": {
    "1": 710526,
    "99": 871085,
    "2": 99669,
    "6": 12,
    "98": 3450
  },
  ".//transaction/sector[@vocabulary = '1' or not(@vocabulary)]/@code": {
    "15110": 19556,
    "16": 9,
    "91010": 208892,
    "12220": 4985,
    "13040": 43140,
    "13030": 13141,
    "13020": 20331,
    "12240": 7060,
    "14020": 4319,
    "72010": 29937,
    "15112": 3951,
    "15151": 3230,
    "15130": 8910,
    "15210": 2902,
    "15160": 9632,
    "15113": 2677,
    "15152": 2183,
    "15150": 12789,
    "74010": 7722,
    "31110": 4185,
    "25010": 7228,
    "31120": 11262,
    "33110": 2584,
    "24010": 1129,
    "11220": 12934,
    "11420": 8181,
    "16010": 12956,
    "41010": 5519,
    "41020": 6372,
    "15220": 11290,
    "15153": 1451,
    "12263": 4230,
    "15111": 736,
    "23110": 2440,
    "15250": 223,
    "24040": 942,
    "32130": 2580,
    "22010": 1995,
    "25020": 74,
    "21010": 1569,
    "12262": 8187,
    "12250": 4222,
    "72050": 6648,
    "72040": 3090,
    "16063": 1367,
    "31165": 1129,
    "15240": 128,
    "text": 149,
    "92030": 1,
    "38": 2,
    "43040": 664,
    "168": 19,
    "126": 12,
    "51": 6,
    "31": 1,
    "32": 1,
    "16020": 3876,
    "11330": 1928,
    "16064": 2655,
    "166": 2,
    "587": 2,
    "36": 17,
    "12261": 9639,
    "11110": 11982,
    "41081": 3555,
    "43010": 38006,
    "11230": 5465,
    "10": 388,
    "99810": 4536,
    "51010": 450,
    "41030": 1236,
    "11120": 2516,
    "21050": 504,
    "12110": 2654,
    "41083": 107,
    "41082": 926,
    "15100": 1,
    "31182": 501,
    "11430": 306,
    "14030": 1852,
    "12230": 1685,
    "23040": 441,
    "31140": 314,
    "21020": 242,
    "14021": 584,
    "73010": 257,
    "16040": 511,
    "41084": 1,
    "41085": 1,
    "41086": 1,
    "41087": 1,
    "41088": 1,
    "41089": 1,
    "41090": 1,
    "96": 342,
    "95": 2,
    "114": 1,
    "17": 1,
    "4": 1,
    "1": 7,
    "6": 5,
    "2": 8,
    "26": 1,
    "32210": 11,
    "43082": 1212,
    "12191": 1417,
    "18": 21,
    "14010": 1134,
    "-999": 288,
    "13010": 9870,
    "16050": 8729,
    "14032": 698,
    "14031": 1259,
    "15120": 268,
    "16062": 2669,
    "11182": 664,
    "11130": 840,
    "11240": 1130,
    "11320": 440,
    "12281": 340,
    "": 495,
    "15140": 223,
    "15261": 415,
    "15164": 3279,
    "22040": 388,
    "15162": 1664,
    "43030": 531,
    "32310": 43,
    "20": 1,
    "193": 3,
    "12181": 496,
    "13081": 7414,
    "15170": 3415,
    "15180": 2776,
    "44": 13,
    "25": 6,
    "106": 4,
    "23030": 170,
    "31181": 411,
    "16061": 4366,
    "32262": 11,
    "32182": 347,
    "24081": 165,
    "12182": 783,
    "14050": 303,
    "32161": 158,
    "21040": 104,
    "31310": 155,
    "14022": 65,
    "24030": 993,
    "31166": 64,
    "31193": 11,
    "23630": 132,
    "93010": 1645,
    "43081": 3056,
    "31391": 18,
    "23067": 107,
    "41040": 438,
    "23230": 23,
    "22020": 78,
    "23070": 34,
    "15230": 281,
    "31194": 463,
    "31150": 126,
    "52010": 380,
    "60040": 14,
    "31161": 760,
    "99820": 11767,
    "32140": 149,
    "31163": 292,
    "31281": 52,
    "31291": 24,
    "31381": 76,
    "31320": 190,
    "16030": 117,
    "23082": 46,
    "23182": 14,
    "33210": 371,
    "22030": 83,
    "33120": 42,
    "31220": 86,
    "31164": 22,
    "32120": 136,
    "31192": 50,
    "33181": 46,
    "23081": 86,
    "23068": 94,
    "14081": 175,
    "31282": 64,
    "31162": 90,
    "23210": 43,
    "32166": 6,
    "32162": 10,
    "60061": 10,
    "60020": 42,
    "23181": 34,
    "23270": 6,
    "31130": 52,
    "31191": 39,
    "32163": 30,
    "32110": 37,
    "32172": 55,
    "31210": 62,
    "14040": 46,
    "31382": 79,
    "14015": 128,
    "31195": 30,
    "32265": 12,
    "21081": 13,
    "41050": 28,
    "23020": 6,
    "31261": 2,
    "23310": 4,
    "23065": 13,
    "23183": 4,
    "21030": 148,
    "53030": 92,
    "23066": 9,
    "32220": 16,
    "23260": 3,
    "23010": 29,
    "15114": 12,
    "21061": 2,
    "32164": 27,
    "33130": 2,
    "23240": 26,
    "60030": 6,
    "32266": 2,
    "32261": 2,
    "43050": 2,
    "32168": 11,
    "23050": 10,
    "23640": 2,
    "32171": 2,
    "23220": 2,
    "23069": 2,
    "60010": 2,
    "23510": 2,
    "32264": 2,
    "24020": 2,
    "15163": 71,
    "190": 3
  },
  ".//transaction/sector[@vocabulary = '2']/@code": {
    "121": 9047,
    "152": 59659,
    "430": 6144,
    "151": 4320,
    "720": 20234,
    "700": 36,
    "15113": 222,
    "22040": 2,
    "140": 5
  },
  ".//transaction/tied-status/@code": {
    "4": 4467,
    "5": 242826,
    "3": 2752,
    "ACTIVE": 267,
    " ": 252,
    "2017/003": 1,
    "2017/001": 1,
    "A": 1,
    "C01": 3674
  },
  ".//transaction/transaction-type/@code": {
    "1": 73196,
    "4": 262128,
    "3": 859532,
    "E": 188772,
    "D": 462439,
    "C": 193524,
    "IF": 47253,
    "2": 666772,
    "11": 41499,
    "5": 30549,
    "6": 15991,
    "$12.000.000": 5,
    "$15.000.000": 5,
    "$5.000.000": 16,
    "$11.050.000": 5,
    "$8.000.000": 10,
    " 5.000.000": 2,
    "$3.000.000": 4,
    "$4.000.000": 5,
    "$1.000.000": 4,
    "$10.000.000": 4,
    "$7.000.000": 2,
    "\u0080 5.000.000": 2,
    "8": 77,
    "7": 280,
    "LR": 26547,
    "R": 4635,
    "IR": 61676,
    "if": 2,
    "I": 136,
    "Disbursement": 61,
    "Expenditure": 48,
    "IF ": 4,
    "QS": 10921,
    "10": 5,
    "2005-03-31": 76
  },
  ".//transaction/value/@currency": {
    "GBP": 150889,
    "USD": 533638,
    "AFN": 2,
    "EUR": 192100,
    " EUR ": 32,
    "  EUR  ": 9,
    "   EUR   ": 1,
    "HTG": 121,
    "GHS": 3,
    "DKK": 84637,
    " GBP": 1,
    " GBP ": 12,
    "  GBP  ": 4,
    "INR": 261,
    "BDT": 246,
    "NPR": 96,
    "GMD": 1,
    "6421": 1,
    "23737": 1,
    "38783": 1,
    "1617": 1,
    "29491": 1,
    "172918": 1,
    "18369": 1,
    "88843": 1,
    "55051": 1,
    "720989": 1,
    "138956": 1,
    "128643": 1,
    "164356": 1,
    "44491": 1,
    "190.0324649": 1,
    "77995": 1,
    "157041": 1,
    "831675": 1,
    "834949": 1,
    "343993": 1,
    "113317": 1,
    "326971": 1,
    "873713": 1,
    "188934": 1,
    "295594": 1,
    "176492": 1,
    "172729": 1,
    "222948": 1,
    "373250": 1,
    "627058": 1,
    "350137": 1,
    "65805": 1,
    "39980": 1,
    "262756": 1,
    "2725810": 1,
    "286770": 1,
    "21624": 1,
    "169799": 1,
    "1315": 1,
    "21515": 1,
    "496477": 1,
    "550663": 1,
    "135513": 1,
    "87684": 1,
    "101694": 1,
    "21572": 1,
    "243022": 1,
    "413859": 1,
    "260035": 1,
    "139523": 1,
    "216007": 1,
    "129444": 1,
    "784210": 1,
    "453315": 1,
    "39277": 1,
    "70607": 1,
    "305": 1,
    "844802": 1,
    "93298": 1,
    "294163": 1,
    "25521": 1,
    "233380": 1,
    "50215": 1,
    "379285": 1,
    "315610": 1,
    "34038": 1,
    "3662": 1,
    "36843": 1,
    "40631": 1,
    "51853": 1,
    "67279": 1,
    "36691": 1,
    "96517": 1,
    "148710": 1,
    "446.662452": 1,
    "100797": 1,
    "166367": 1,
    "4236": 1,
    "48245": 1,
    "70286": 1,
    "114952": 1,
    "9348": 1,
    "68443": 1,
    "13444": 1,
    "745": 1,
    "67375": 1,
    "28659": 1,
    "122248": 1,
    "20359": 1,
    "27733": 1,
    "523742": 1,
    "25985": 1,
    "64426": 1,
    "16663": 1,
    "62699": 1,
    "95208": 1,
    "49008": 1,
    "7938": 1,
    "131916": 1,
    "14960": 1,
    "66630": 1,
    "18958": 1,
    "39074": 1,
    "18684": 1,
    "148618": 1,
    "25340": 1,
    "67543": 1,
    "44755": 1,
    "57602": 1,
    "127739": 1,
    "1022098": 1,
    "85960": 1,
    "47855": 1,
    "187187": 1,
    "219285": 1,
    "122643": 1,
    "23497": 1,
    "40599": 1,
    "86662": 1,
    "165943": 1,
    "131071": 1,
    "56111": 1,
    "5207": 1,
    "194889": 1,
    "31311": 1,
    "1041": 1,
    "117683": 1,
    "2241": 1,
    "96773": 1,
    "98082": 1,
    "42078": 1,
    "101793": 1,
    "103409": 1,
    "205939": 1,
    "80431": 1,
    "208605": 1,
    "245748": 1,
    "175480": 1,
    "187950": 1,
    "192674": 1,
    "120486": 1,
    "206366": 1,
    "302874": 1,
    "225954": 1,
    "90316": 1,
    "82437": 1,
    "46106": 1,
    "2245": 1,
    "17027": 1,
    "42193": 1,
    "46375": 1,
    "70673": 1,
    "146288": 1,
    "6678": 1,
    "977460": 1,
    "5192": 1,
    "1290814": 1,
    "151357": 1,
    "178495": 1,
    "6409": 1,
    "53227": 1,
    "746410": 1,
    "100837": 1,
    "7631": 1,
    "23904": 1,
    "22754": 1,
    "24271": 1,
    "9081": 1,
    "8364": 1,
    "14300": 1,
    "10085": 1,
    "9106": 1,
    "29178": 1,
    "50038": 1,
    "15367": 1,
    "68721": 1,
    "41156": 1,
    "22785": 1,
    "83953": 1,
    "152843": 1,
    "27721": 1,
    "18370": 1,
    "98112": 1,
    "10278": 1,
    "38746": 1,
    "417162": 1,
    "78801": 1,
    "74427": 1,
    "52025": 1,
    "36672": 1,
    "83310": 1,
    "250126": 1,
    "410929": 1,
    "83429": 1,
    "236310": 1,
    "23688": 1,
    "52936": 1,
    "30447": 1,
    "38502": 1,
    "51171": 1,
    "100610": 1,
    "65053": 1,
    "9909": 1,
    "173148": 1,
    "165111": 1,
    "30222": 1,
    "129574": 1,
    "5082": 1,
    "15287": 1,
    "6818": 1,
    "3596985": 1,
    "929546": 1,
    "280794": 1,
    "5737": 1,
    "1237": 1,
    "17485": 1,
    "104415": 1,
    "323032": 1,
    "157632": 1,
    "15083": 1,
    "69061": 1,
    "143467": 1,
    "11141": 1,
    "197712": 1,
    "104623": 1,
    "1146848": 1,
    "119131": 1,
    "264300": 1,
    "259616": 1,
    "271744": 1,
    "19422": 1,
    "78113": 1,
    "190865": 1,
    "94770": 1,
    "719575": 1,
    "146108": 1,
    "221670": 1,
    "42349": 1,
    "97671": 1,
    "165289": 1,
    "2220": 1,
    "51317": 1,
    "5410": 1,
    "40521": 1,
    "5742": 1,
    "29542": 1,
    "0": 16,
    "84082": 1,
    "157383": 1,
    "8135": 1,
    "35487": 1,
    "24901": 1,
    "18169": 1,
    "111082": 1,
    "62961": 1,
    "45688": 1,
    "214957": 1,
    "19475": 1,
    "112527": 1,
    "82836": 1,
    "86747": 1,
    "21791": 1,
    "683475": 1,
    "224577": 1,
    "4210": 1,
    "337241": 1,
    "128503": 1,
    "25214": 1,
    "70343": 1,
    "8160": 1,
    "16888": 1,
    "478367": 1,
    "72829": 1,
    "1308055": 1,
    "166270": 1,
    "403118": 1,
    "60365": 1,
    "1081900": 1,
    "59402": 1,
    "27323": 1,
    "88051": 1,
    "76504": 1,
    "85123": 1,
    "53072": 1,
    "17934": 1,
    "46729": 1,
    "361977": 1,
    "698755": 1,
    "248502": 1,
    "7838": 1,
    "129605": 1,
    "180520": 1,
    "138513": 1,
    "13554": 1,
    "236676": 1,
    "646455": 1,
    "5367": 1,
    "50736": 1,
    "213765": 1,
    "295954": 1,
    "476265": 1,
    "289163": 1,
    "127578": 1,
    "359387": 1,
    "260307": 1,
    "398835": 1,
    "258526": 1,
    "657993": 1,
    "895489": 1,
    "1263": 1,
    "480306": 1,
    "39789": 1,
    "35336": 1,
    "11999": 1,
    "9154": 1,
    "40561": 1,
    "182225": 1,
    "269201": 1,
    "48508": 1,
    "103202": 1,
    "410560": 1,
    "6044": 1,
    "25894": 1,
    "65374": 1,
    "122266": 1,
    "115098": 1,
    "25076": 1,
    "27212": 1,
    "5234": 1,
    "47263": 1,
    "45483": 1,
    "737437": 1,
    "68243": 1,
    "1048": 1,
    "410631": 1,
    "298797": 1,
    "215300": 1,
    "288883": 1,
    "380457": 1,
    "145347": 1,
    "114180": 1,
    "233179": 1,
    "515437": 1,
    "886": 1,
    "12": 1,
    "18379": 1,
    "138715": 1,
    "200874": 1,
    "72801": 1,
    "52616": 1,
    "68556": 1,
    "267827": 1,
    "209288": 1,
    "857643": 1,
    "195032": 1,
    "138683": 1,
    "100785": 1,
    "87450": 1,
    "125396": 1,
    "75345": 1,
    "214158": 1,
    "108220": 1,
    "207541": 1,
    "9063": 1,
    "236305": 1,
    "752369": 1,
    "1213530": 1,
    "180149": 1,
    "813690": 1,
    "449795": 1,
    "440929": 1,
    "135523": 1,
    "123776": 1,
    "183503": 1,
    "17196": 1,
    "188740": 1,
    "184141": 1,
    "172826": 1,
    "416013": 1,
    "330444": 1,
    "453064": 1,
    "381894": 1,
    "168493": 1,
    "220439": 1,
    "266742": 1,
    "85407": 1,
    "191815": 1,
    "448524": 1,
    "131587": 1,
    "81968": 1,
    "39589": 1,
    "121950": 1,
    "13950": 1,
    "497330": 1,
    "585744": 1,
    "8443": 1,
    "165442": 1,
    "29236": 1,
    "57968": 1,
    "47712": 1,
    "386936": 1,
    "1627703": 1,
    "123851": 1,
    "568027": 1,
    "217569": 1,
    "293554": 1,
    "302545": 1,
    "265260": 1,
    "408936": 1,
    "293318": 1,
    "440077": 1,
    "66121": 1,
    "75346": 1,
    "272070": 1,
    "1547470": 1,
    "131240": 1,
    "50106": 1,
    "212926": 1,
    "55653": 1,
    "34126": 1,
    "64454": 1,
    "37609": 1,
    "36326": 1,
    "4778": 1,
    "37384": 1,
    "38944": 1,
    "97857": 1,
    "43700": 1,
    "6564": 1,
    "91624": 1,
    "158565": 1,
    "99757": 1,
    "128230": 1,
    "133041": 1,
    "11945": 1,
    "16010": 1,
    "87133": 1,
    "89953": 1,
    "145707": 1,
    "133745": 1,
    "102641": 1,
    "115684": 1,
    "30565": 1,
    "269938": 1,
    "94744": 1,
    "144315": 1,
    "77706": 1,
    "128427": 1,
    "31125": 1,
    "86346": 1,
    "64117": 1,
    "94242": 1,
    "83835": 1,
    "150853": 1,
    "421569": 1,
    "434450": 1,
    "167419": 1,
    "141968": 1,
    "193473": 1,
    "7109": 1,
    "19737": 1,
    "1026": 1,
    "97114": 1,
    "6396": 1,
    "10660": 1,
    "5877": 1,
    "9305": 1,
    "26834": 1,
    "19201": 1,
    "593839": 1,
    "161709": 1,
    "274861": 1,
    "213437": 1,
    "6691": 1,
    "9958": 1,
    "175424": 1,
    "12954": 1,
    "503878": 1,
    "40045": 1,
    "43946": 1,
    "237599": 1,
    "102223": 1,
    "88682": 1,
    "137497": 1,
    "275634": 1,
    "265688": 1,
    "37855": 1,
    "263017": 1,
    "250354": 1,
    "8127": 1,
    "323096": 1,
    "253106": 1,
    "195893": 1,
    "601529": 1,
    "4787": 1,
    "689259": 1,
    "180866": 1,
    "6038": 1,
    "95257": 1,
    "190841": 1,
    "110709": 1,
    "10139": 1,
    "63686": 1,
    "1296767": 1,
    "25517": 1,
    "226343": 1,
    "3328": 1,
    "2630": 1,
    "6000": 1,
    "2252": 1,
    "22577": 1,
    "66224": 1,
    "1978": 1,
    "1721": 1,
    "203886": 1,
    "57995": 1,
    "20583": 1,
    "20023": 1,
    "29458": 1,
    "18520": 1,
    "20012": 1,
    "24883": 1,
    "3146": 1,
    "2077": 1,
    "45404": 1,
    "27030": 1,
    "50532": 1,
    "99969": 1,
    "33088": 1,
    "24918": 1,
    "201149": 1,
    "161460": 1,
    "381994": 1,
    "132195": 1,
    "251486": 1,
    "10814": 1,
    "11305": 1,
    "6454": 1,
    "3691": 1,
    "33107": 1,
    "1370": 1,
    "2865": 1,
    "15312": 1,
    "1896": 1,
    "COP": 75,
    "ETB": 208,
    "XAF": 32,
    "PHP": 103,
    "SLL": 182,
    "XOF": 379,
    "UGX": 309,
    "ZAR": 186,
    "GTQ": 56,
    "LKR": 54,
    "THB": 20,
    "NIO": 50,
    "ZMW": 10,
    "HNL": 4,
    "BAM": 2,
    "SDG": 12,
    "Eur": 1,
    "NGN": 268,
    "MMK": 13,
    "MZN": 1,
    "Euro": 11,
    "NOK": 479,
    "": 467,
    "JOD": 6,
    "CAD": 38971,
    "JPY": 85138,
    "CHF": 24303,
    "MGA": 1,
    "VND": 2,
    "AUD": 59,
    "MWK": 4,
    "SEK": 6,
    "SZL": 3,
    "TTD": 1,
    "JMD": 1,
    "LSL": 2,
    "BWP": 1,
    "KES": 71,
    "IDR": 2,
    "TZS": 89,
    "GBP  ": 4525,
    "EUR ": 129,
    "EURO": 2,
    "BIF": 17,
    "IQD": 1,
    "LBP": 1,
    "SSP": 23,
    "YER": 1,
    "CDN": 7,
    "ZMK": 101,
    "RON": 1042,
    "ILS": 34,
    "GBP ": 18,
    "usd": 335,
    "RWF": 1,
    "GHC": 1,
    "GBO": 1,
    "XBT": 1
  }
}